Repository: saddamalsalfi/pln
Catalog: locale/*/locale.po
Languages: bg, ca, cs, da, de, es, fi, hy, it, ka, mk, ms, pt_br, pt_pt, ru, sl, sv, tr, uk

# plugins.generic.pln.settings.refresh_help
source: If for some reason there are no terms listed above or you know these terms have been updated, click Refresh to update the terms listed above.
bg: Ако по някаква причина няма изброени по-горе условия или знаете, че тези условия са актуализирани, щракнете върху Обновяване, за да актуализирате условията, изброени по-горе.
ca: Si per alguna raó no hi hagués cap condició llistada a sobre o sabéssiu que aquestes condicions s'han actualitzat, feu clic a recarregar per actualitzar les condicions llistades a sobre.
cs: Pokud nejsou z nějakého důvodu zobrazeny položky, nebo pokud víte, že tyto položky byly aktualizovány, klikněte na Obnovit k jejich obnovení.
da: Hvis der af en eller anden grund ikke ovenfor er anført nogen betingelser, eller hvis du ved, at disse betingelser siden er blevet opdateret, skal du klikke på ’Opdater’ for at opdatere betingelserne ovenfor.
de: Wenn aus irgendeinem Grund keine Einträge oben gelistet sind oder wenn Sie wissen, dass die Einträge aktualisiert worden sind, klicken Sie Aktualisieren um die Liste zu erneuern.
es: Si por alguna razón no hubiera ninguna condición enumerada encima o supiese que estas condiciones han sido actualizadas, haga clic en recargar para actualizar las condiciones enumeradas encima.
fi: Jos ehtoja ei jostain syystä ole lueteltu yllä tai tiedät, että nämä ehdot ovat muuttuneet, päivitä yllä luetellut ehdot valitsemalla Päivitä.
hy: Եթե ինչ-ինչ պատճառներով վերը նշված պայմանները չկան կամ գիտեք, որ այս պայմանները թարմացվել են, սեղմեք Թարմացնել՝ վերը թվարկված պայմանները թարմացնելու համար:
it: Se per qualsiasi motivo i termini elencati sopra non fossero visibili oppure fossero da aggiornare, clicca su Aggiorna.
ka: თუ რაიმე მიზეზით არ არის ზემოთ ჩამოთვლილი ტერმინები ან იცით რომ ეს ტერმინები განახლდა, დააჭირეთ განახლებას ზემოთ ჩამოთვლილი ტერმინების განახლებისთვის.
mk: Ако поради некоја причина нема наведени термини погоре или знаете дека овие термини се ажурирани, кликнете на Освежи за да ги ажурирате погоре наведените термини.
ms: Sekiranya atas sebab tertentu tidak ada istilah yang disenaraikan di atas atau anda tahu syarat ini telah diperbaharui, klik Segarkan untuk mengemas kini syarat yang disenaraikan di atas.
pt_br: Se por algum motivo não aparecer os termos listados acima ou você sabe que esses termos foram atualizados, clique em Atualizar para atualizar os termos listados acima.
pt_pt: Se por algum motivo não aparecerem os termos apresentados acima ou sabe que esses termos foram atualizados, clique em Atualizar para atualizar os termos acima.
ru: Если по какой-либо причине выше не показаны условия использования или вы знаете, что эти условия были изменены, щелкните на кнопке «Обновить» для обновления списка условий выше.
sl: V primeru, da iz kakršnegakoli razloga pogoji zgoraj niso navedeni ali veste, da so se pogoji spremenili, prosimo kliknite Osveži za osvežitev gornjih pogojev.
tr: Herhangi bir nedenle yukarıda listelenen bir koşul yoksa veya bu koşulların güncellendiğini biliyorsanız, yukarıda listelenen koşulları güncellemek için Yenile'yi tıklatın.
uk: Якщо з якихось причин вище не перелічено умови або ви знаєте, що ці умови оновлено, натисніть кнопку "Оновити", щоб оновити наведені вище умови.

# plugins.generic.pln.required.object_type
source: Please choose an deposit object type.
bg: Моля, изберете тип депозитен обект.
ca: Trieu un tipus d'objecte de dipòsit.
cs: Zvolte, prosím, typ objektu na ukládání.
da: Vælg en deponeringstype.
de: Bitte wählen Sie einen Typ für die Objektablieferung.
es: Escoja un tipo de objeto de depósito.
fi: Valitse talletuskohteen tyyppi.
hy: Խնդրում ենք ընտրել ավանդադրվող օբյեկտի տեսակը:
it: Scegli gli oggetti da versare.
ka: გთხოვთ, აირჩიოთ დეპოზიტის ობიექტის ტიპი.
mk: Ве молиме изберете тип на објект за депонирање.
ms: Sila pilih jenis objek deposit.
pt_br: Por favor, escolha um objeto próprio para o depósito.
pt_pt: Escolha um tipo de objeto para depósito.
ru: Пожалуйста, выберите тип депонируемого объекта.
sl: Prosimo izberite tip objektov shranjevanja.
sv: Välj objektstyp för deponering.
tr: Lütfen bir saklama nesnesi türü seçin.
uk: Будь ласка, виберіть тип депонованого об'єкта.

# plugins.generic.pln.required.object_threshold
source: Please choose a deposit object threshold.
bg: Моля, изберете праг (обхват) за обект на депозит.
ca: Trieu un llindar d'objecte de dipòsit.
cs: Zvolte, prosím, práh ukládání souborů.
da: Vælg en deponeringsindgang.
de: Bitte wählen Sie eine Schwelle für die Objektablieferung.
es: Escoja un umbral de objeto de depósito.
fi: Valitse talletuskohteen kynnysarvo.
hy: Խնդրում ենք ընտրել ավանդադրվող օբյեկտի շեմը:
it: Scegli una soglia di versamento per gli oggetti.
ka: გთხოვთ, აირჩიოთ დეპოზიტის ობიექტის ბარიერი.
mk: Ве молиме изберете праг на објект за депозит.
ms: Sila pilih ambang objek deposit.
pt_br: Por favor, escolha um limite para o depósito do objeto.
pt_pt: Escolha um limite para o depósito do objeto.
ru: Пожалуйста, выберите порог депонируемых объектов.
sl: Prosimo izberite prag objekta shranjevanja.
tr: Lütfen bir saklama nesnesi eşiği seçin.
uk: Будь ласка, оберіть поріг депонованого об'єкта.

# plugins.generic.pln.required.terms_of_use_agreement
source: Agreement to the network's terms of use is required in order to deposit to the PKP PN.
bg: Изисква се съгласие с условията за използване на мрежата, за да депозирате в PKP PN.
ca: L'acceptació de les condicions d'ús de la xarxa és obligatòria per poder dipositar a PKP PN.
cs: K uložení do PKP PN je nutný souhlas s podmínkami používání sítě.
da: Der kræves en accept af netværkets brugerbetingelser før deponering i PKP PN.
de: Die Zustimmung zu den Nutzungsbedingungen des Netzwerks ist erforderlich, um bei dem PKP PN abzuliefern.
es: La aceptación de las condiciones de uso es obligatoria para poder depositar en PKP PN.
fi: Tallettaminen PKP PN -palveluun edellyttää käyttöehtojen hyväksymistä.
hy: PKP PN-ին ավանդ դնելու համար պահանջվում է համաձայնություն ցանցի օգտագործման պայմանների հետ:
it: Per versare nella PKP PN devi accettare le condizioni d'uso.
ka: საჭიროა შეთანხმება ქსელის გამოყენების პირობებთან PKP PN-ში ჩარიცხვის მიზნით.
mk: Потребна е согласност со условите на користење на мрежата за да депонирате во PKP PN.
ms: Perjanjian dengan syarat penggunaan rangkaian diperlukan untuk deposit ke PKP PN.
pt_br: Para continuar o deposito na PN, é necessário aceitar os termos de utilização da rede.
pt_pt: Para continuar o deposito na PKP PN, é necessário aceitar os termos de uso da rede.
ru: Принятие условий использования сети является обязательным для депонирования в PN.
sl: Strinjanje z zahtevanimi pogoji je obvezno za shranjevanje v PKP PN.
tr: PKP PN'ye saklama işlemi için ağın kullanım koşullarının kabul edilmesi gerekir.
uk: Згода з умовами користування мережею обов'язкова для депонування в PKP PN.

# plugins.generic.pln.objects.article
source: Article
bg: Статия
cs: Článek
da: Artikel
de: Artikel
es: Artículo
fi: Artikkeli
hy: Հոդված
it: Articoli
ka: სტატია
mk: Труд
ms: Artikel
pt_br: Artigo
pt_pt: Artigo
ru: Статья
sl: Članek
tr: Makale
uk: Стаття

# plugins.generic.pln.objects.issue
source: Issue
bg: Брой
ca: Número
cs: Vydání
da: Nummer
de: Ausgabe
es: Número
fi: Numero
hy: Թողարկում
it: Fascicolo
ka: გამოცემა
mk: Издание
ms: Isu
pt_br: Edição
pt_pt: Número
ru: Выпуск
sl: Številka
tr: Sayı
uk: Випуск

# plugins.generic.pln.status.network_status
source: Network Status: {$networkStatusMessage}
bg: Статус на мрежата: {$networkStatusMessage}
ca: Estat de la xarxa: {$networkStatusMessage}
cs: Stav sítě: {$networkStatusMessage}
da: Netværks-status: {$networkStatusMessage}
de: Netzwerk-Status: {$networkStatusMessage}
es: Estado de la red: {$networkStatusMessage}
fi: Palvelun tila: {$networkStatusMessage}
hy: Ցանցի կարգավիճակ: {$networkStatusMessage}
it: Stato della rete: {$networkStatusMessage}
ka: ქსელის სტატუსი: {$networkStatusMessage}
mk: Статус на мрежа: {$networkStatusMessage}
ms: Status Rangkaian: {$networkStatusMessage}
pt_br: Estado da rede: {$networkStatusMessage}
pt_pt: Estado da rede: {$networkStatusMessage}
ru: Статус сети: {$networkStatusMessage}
sl: Status omrežja: {$networkStatusMessage}
tr: Ağ Durumu: {$networkStatusMessage}
uk: Стан мережі: {$networkStatusMessage}

# plugins.generic.pln.status.deposits
source: Deposits
bg: Депозити
ca: Dipòsits
cs: Úložky
da: Deponeringer
de: Ablieferungen
es: Depósitos
fi: Talletukset
hy: Ավանդներ
it: Versamenti
ka: დეპოზიტი
mk: Депозити
ms: Deposit
pt_br: Depósitos
pt_pt: Depósitos
ru: Депонируемые объекты
sl: Depoziti
tr: Ödeme
uk: Депонування

# plugins.generic.pln.status
source: Status
bg: Статус
ca: Estat
cs: Stav
es: Estado
fi: Tila
hy: Կարգավիճակ
it: Stato
ka: სტატუსი
mk: Статус
pt_br: Situação
pt_pt: Situação
ru: Статус
tr: Durum
uk: Стан

# plugins.generic.pln.status.docs
source: The PKP PN <a href="{$statusDocsUrl}">deposit statuses are described here</a>.
bg: PKP PN <a href="{$statusDocsUrl}">статусите на депозитите са описани тук</a>.
ca: <a href="{$statusDocsUrl}">Aquí es descriuen els estats de dipòsit</a> de PKP PN .
cs: Stavy úložiště PKP PN <a href="{$statusDocsUrl}">jsou popsány zde</a>.
da: PKP PN <a href="{$statusDocsUrl}">deponeringsstatus er beskrevet her</a>.
de: Die <a href="{$statusDocsUrl}">Statusangaben des PN</a> sind hier beschrieben.
es: <a href="{$statusDocsUrl}">Aquí se describen los estados de depósito</a> de PKP PN .
fi: PKP PN <a href="{$statusDocsUrl}">talletusten tilat kuvataan täällä</a>.
hy: PKP PN <a href="{$statusDocsUrl}">ավանդադրման կարգավիճակները նկարագրված են այստեղ</a>.
it: I diversi <a href="{$statusDocsUrl}">stati di versamento in PKP PN sono descritti qui</a>.
ka: <a href="{$statusDocsUrl}">აქ აღწერილია</a> PKP PN დეპოზიტის სტატუსები.
mk: <a href="{$statusDocsUrl}">Тука се опишани статусите на депозитите</a> на PKP PN.
ms: PKP PN <a href="{$statusDocsUrl}"> Status deposit PKP dijelaskan di sini </a>.
pt_br: A <a href="{$statusDocsUrl}">situação dos depósitos à PKP PN está descrita aqui</a>.
pt_pt: A <a href="{$statusDocsUrl}">situação dos depósitos na PKP PN está descrita aqui</a>.
ru: <a href="{$statusDocsUrl}">Здесь описаны статусы депонирования в PN</a>.
sl: PKP PN <a href="{$statusDocsUrl}">statusi depozitov so obrazloženi tukaj</a>.
tr: PKP PN <a href="{$statusDocsUrl}">saklama işlemine ait durumlar burada açıklanmıştır</a>.
uk: <a href="{$statusDocsUrl}">Тут описано стани депонувань PKP PN </a>.

# plugins.generic.pln.status.type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hy: Տեսակ
it: Tipo
ka: ტიპი
mk: Тип
ms: Taip
pt_br: Tipo
pt_pt: Tipo
ru: Тип
sl: Tip
tr: Tür
uk: Тип

# plugins.generic.pln.status.items
source: Items
bg: Елементи
ca: Elements
cs: Položky
da: Numre
de: Elemente
es: Elementos
fi: Kohteet
hy: Նյութեր
it: Elementi
ka: ნივთები
mk: Елементи
ms: Item
pt_br: Itens
pt_pt: Itens
ru: Объекты
sl: Postavke
tr: Öğeler
uk: Об'єкти

# plugins.generic.pln.status.confirmReset
source: Are you sure you want to reset this deposit? It will be repackaged and resent to the processing server.
bg: Наистина ли искате да нулирате този депозит? Той ще бъде преопакован и изпратен повторно на сървъра за обработка.
ca: Segur que voleu restaurar aquest dipòsit? Aquest es tornarà a empaquetar i enviar al servidor de processament.
cs: Opravdu chcete tento vklad resetovat? Bude znovu zabalen a znovu odeslán na zpracovatelský server.
da: Er du sikker på, at du vil nulstille denne deponering? Den pakkes om og sendes igen til databehandlingsserveren.
de: Sind Sie sicher, dass Sie diese Ablieferung zurücksetzen wollen? Es wird neu gepackt und erneut zum Server zur Verarbeitung geschickt.
es: ¿Seguro que quiere reiniciar este depósito? Este se volverá a empaquetar y se enviará de nuevo al servidor de proceso.
fi: Haluatko varmasti nollata tämän talletuksen? Se pakataan uudelleen ja lähetetään uudelleen käsittelevälle palvelimelle.
hy: Իսկապե՞ս ուզում եք վերականգնել այս ավանդը: Այն կվերափաթեթավորվի և նորից կուղարկվի մշակող սերվերին:
it: Vuoi davvero aggiornare questo versamento? Verrà reimpacchettato e rispedito nuovamente al server PKP PN.
ka: დარწმუნებული ხართ, რომ გსურთ ამ დეპოზიტის გადაყენება? იგი გადაიფუთება და გადაეცემა დამუშავების სერვერს.
mk: Дали сте сигурни дека сакате да го ресетирате овој депозит? Ќе биде повторно спакувано и испратено до серверот за процесирање.
ms: Adakah anda pasti mahu menetapkan semula deposit ini? Ia akan dikemas semula dan dihantar semula ke pelayan pemprosesan.
pt_br: Deseja realmente reiniciar este depósito? Ele será empacotado e enviado novamente para processamento.
pt_pt: Deseja realmente reiniciar este depósito? Este será empacotado e enviado novamente para processamento.
ru: Вы уверены, что хотите заменить эти депонируемые объекты? Они будут заново упакованы и отправлены на сервер обработки.
sl: Ste prepričani, da želite ponastaviti ta depozit? Depozit bo ponovno pripravljen in poslan na procesni strežnik.
tr: Bu saklama işlemini sıfırlamak istediğinizden emin misiniz? Yeniden paketlenecek ve işleme sunucusuna yeniden gönderilecektir.
uk: Ви впевнені, що хочете перезавантажити це депонування? Його буде переупаковано і повторно відправлено на сервер обробки.

# plugins.generic.pln.status.unknown
source: Unknown
bg: Неизвестен
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
hy: Անհայտ
it: Sconosciuto
ka: უცნობი
mk: Непознато
ms: Tidak diketahui
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
sl: Neznano
tr: Bilinmeyen
uk: Невідомо

# plugins.generic.pln.status.new
source: New
bg: Нов
ca: Nou
cs: Nový
da: Ny
de: Neu
es: Nuevo
fi: Uusi
hy: Նոր
it: Nuovo
ka: ახალი
mk: Ново
ms: Baharu
pt_br: Novo
pt_pt: Novo
ru: Новый
sl: Novo
tr: Yeni
uk: Нове

# plugins.generic.pln.status.packaged
source: Packaged
bg: Пакетиран
ca: Empaquetat
cs: Sbaleno
da: Pakket
de: Gepackt
es: Empaquetado
fi: Pakattu
hy: Փաթեթավորված
it: Impacchettato
ka: შეფუთული
mk: Спакувано
ms: Dikemas
pt_br: Empacotado
pt_pt: Empacotado
ru: Упакован
sl: Pripravljeno
tr: Paketli
uk: Упаковано

# plugins.generic.pln.status.transferred
source: Transferred
bg: Трансфериран (предаден)
ca: Transferit
cs: Transformováno
da: Overført
de: Transferiert
es: Transferido
fi: Siirretty
hy: Տեղափոխվել է
it: Trasferito
ka: გადაგზავნილია
mk: Префрлено
ms: Dipindahkan
pt_br: Transferido
pt_pt: Transferido
ru: Передан
sl: Prenešeno
tr: Aktarılan
uk: Передано

# plugins.generic.pln.status.received
source: Received
bg: Получен
ca: Rebut
cs: Obdrženo
da: Modtaget
de: Erhalten
es: Recibido
fi: Vastaanotettu
hy: Ստացված
it: Ricevuto
ka: მიღებულია
mk: Примено
ms: Menerima
pt_br: Recebido
pt_pt: Recebido
ru: Получен
sl: Prejeto
tr: Alınan
uk: Отримано

# plugins.generic.pln.status.validated
source: Validated
bg: Валидиран
ca: Validat
cs: Ověřený
da: Godkendt
de: Validiert
es: Validado
fi: Vahvistettu
hy: Վավերացված
it: Validato
ka: დადასტურებულია
mk: Валидирано
ms: Disahkan
pt_br: Validado
pt_pt: Validado
ru: Проверен
sl: Preverjeno
tr: Geçerli
uk: Перевірено

# plugins.generic.pln.status.sent
source: Sent to LOCKSS
bg: Изпратен към LOCKSS
ca: Enviat a LOCKSS
cs: Odeslán do LOCKSS
da: Sendt til LOCKSS
de: An LOCKSS geschickt
es: Enviado a LOCKSS
fi: Lähetetty LOCKSS-palveluun
hy: Ուղարկվել է LOCKSS-ին
it: Inviato a LOCKSS
ka: გაგზავნილია LOCKSS-ში
mk: Испратено до LOCKSS
ms: Dihantar ke LOCKSS
pt_br: Enviado ao LOCKSS
pt_pt: Enviado ao LOCKSS
ru: Отправлен
sl: Poslano na LOCKSS
tr: LOCKSS'a gönder
uk: Надіслано до LOCKSS

# plugins.generic.pln.status.syncing
source: Syncing
bg: Сихронизира се
ca: Sincronitzant
cs: Synchronizuje se
da: Synkronicerer
de: In Synchronisation
es: Sincronizando
fi: Synkronoidaan
hy: Համաժամացում
it: Sincronizzazione in corso
ka: სინქრონიზაცია
mk: Се синхронизира
ms: Menyegerakkan
pt_br: Sincronizando
pt_pt: A sincronizar
ru: Синхронизируется
sl: Sinhroniziranje
tr: Eşitleniyor
uk: Синхронізується

# plugins.generic.pln.status.agreement
source: Agreement
bg: Съгласие
ca: Acord
cs: Dohoda
da: Aftale
de: Vereinbarung
es: Acuerdo
fi: Sopimus
hy: Համաձայնագիր
it: Sincronizzato
ka: ხელშეკრულება
mk: Согласност
ms: Perjanjian
pt_br: Acordo
pt_pt: Acordo
ru: Соглашение
sl: Dogovor
tr: Anlaşma
uk: Угода

# plugins.generic.pln.status.updated
source: Updated
bg: Актуализиран
ca: Actualitzat
cs: Aktualizováno
da: Opdateret
de: Aktualisiert
es: Actualizado
fi: Päivitetty
hy: Թարմացված
it: Aggiornato
ka: განახლებული
mk: Ажурирано
ms: Dikemas kini
pt_br: Atualizado
pt_pt: Atualizado
ru: Обновлен
sl: Posodobljeno
tr: Güncellendi
uk: Оновлено

# plugins.generic.pln.status.local_failure
source: Local Failure
bg: Локална грешка
ca: Error local
cs: Místní chyba
da: Lokal fejl
de: Lokaler Fehler
es: Error local
fi: Paikallinen virhe
hy: Տեղային ձախողում
it: Errore locale
ka: ადგილობრივი მარცხი
mk: Локален неуспех
ms: Kegagalan Local
pt_br: Falha local
pt_pt: Falha local
ru: Локальная ошибка
sl: Lokalna napaka
tr: Yerel Hata
uk: Локальна помилка

# plugins.generic.pln.status.remote_failure
source: Remote Failure
bg: Отдалечена грешка
ca: Error remot
cs: Vzdálená chyba
da: Ikke-lokal fejl
de: Serverfehler
es: Error remoto
fi: Etäpalvelun virhe
hy: Հեռավար ձախողում
it: Errore remoto
ka: დისტანციური მარცხი
mk: Далечински неуспех
ms: Kegagalan Luar
pt_br: Falha remota
pt_pt: Falha remota
ru: Удаленная ошибка
sl: Oddaljena napaka
tr: Uzak Hata
uk: Віддалена помилка

# plugins.generic.pln.depositorTask.name
source: PKP PN Depositor Task
bg: Задача за PKP PN депозиране
ca: Tasca de dipòsit de PKP PN
cs: Úkol PKP PN depozitoru
da: PKP PN-deponeringsopgave
de: PKP PN Ablieferungsaufgabe
es: Tarea de depósito de PKP PN
fi: PKP PN -talletustehtävä
hy: PKP PN ավանդատուի առաջադրանք
it: Attività del versante in PKP PN
ka: PKP PN დეპოზიტორის დავალება
mk: PKP PN задача за депонент
ms: Tugas Penyimpan PN PKP
pt_br: PN do PKP - Tarefa de depositante
pt_pt: Tarefa de depósito PKP PN
ru: Задача депонирования PKP PN
sl: Naloga PKP PN shranjevanja
tr: PKP PN Saklama Görevi
uk: Завдання депонента PKP PN

# plugins.generic.pln.notifications.processing_for
source: Depositor processing for {$title}.
bg: Обработка на депозит за {$title}.
ca: Processant dipòsit per a {$title}.
cs: Zpracování uložení pro {$title}.
da: Deponentbehandling i forbindelse med {$title}.
de: Ablieferung wird durchgeführt für {$title}.
es: Procesando depósito para {$title}.
fi: Talletetaan {$title}.
hy: Ավանդատուի մշակում {$title} -ի համար:
it: Versamento in corso per {$title}.
ka: დეპოზიტორის დამუშავება {$title}.
mk: Обработка на депонент за {$title}.
ms: Pemprosesan pendeposit untuk {$title}.
pt_br: Depositante processando para {$title}.
pt_pt: Depósito em processo para {$title}.
ru: Выполнение депонирования для {$title}.
sl: Poteka shranjevanje za {$title}.
tr: {$title} için saklama işlemi gerçekleştiriliyor.
uk: Депонент обробляє "{$title}".

# plugins.generic.pln.notifications.getting_servicedocument
source: Getting service document.
bg: Получаване на сервизен документ.
ca: Obtenint document de servei.
cs: Získávám servisní dokument.
da: Henter servicedokument.
de: Hole das Service-Dokument.
es: Obteniendo documento de servicio.
fi: Haetaan palveluasiakirjaa.
hy: Ծառայողական փաստաթուղթ ստանալը:
it: Ricevimento del service document.
ka: მომსახურების დოკუმენტის მიღება.
mk: Добивање на документ за услуга.
ms: Mendapatkan dokumen perkhidmatan.
pt_br: Recuperando documento de serviço.
pt_pt: A obter informações (service document).
ru: Получение служебного документа.
sl: Sprejemanje servisnega dokumenta.
tr: Hizmet belgesi alınıyor.
uk: Отримання службового документа.

# plugins.generic.pln.notifications.pln_not_accepting
source: The PKP PN is not currently accepting deposits.
bg: PKP PN в момента не приема депозити.
ca: PKP PN no accepta dipòsits en aquest moment.
cs: PKP PN v tomto momentě nepřijímá uložení.
da: PKP PN accepterer ikke i øjeblikket deponeringer.
de: Das PKP PN akzeptiert momentan keine Ablieferungen.
es: PKP PN no acepta depósitos en este momento.
fi: PKP PN ei tällä hetkellä ota vastaan talletuksia.
hy: PKP PN-ն ներկայումս ավանդներ չի ընդունում:
it: La PKP PN al momento non accetta versamenti.
ka: PKP PN ამჟამად არ იღებს დეპოზიტებს.
mk: PKP PN не прима депозити во моментов.
ms: PN PKP pada masa ini tidak menerima deposit.
pt_br: A PKP PN do PKP não está aceitando depósitos no momento.
pt_pt: O PKP PN não aceita depósitos neste momento.
ru: PKP PN сейчас не принимает депонируемые объекты.
sl: PKP PN trenutno ne sprejema depozitov.
tr: PKP PN şu anda saklama isteği kabul etmiyor.
uk: PKP PN наразі не приймає депонування.

# plugins.generic.pln.notifications.pln_accepting
source: The PKP PN is accepting deposits.
bg: PKP PN приема депозити.
ca: PKP PN accepta dipòsits.
cs: PKP PN přijímá ukládání.
da: PKP PN accepterer deponeringer.
de: Das PKP PN akzeptiert Ablieferungen.
es: PKP PN acepta depósitos.
fi: PKP PN ottaa vastaan talletuksia.
hy: PKP PN-ն ավանդներ է ընդունում:
it: La PKP PN è aperta ai versamenti.
ka: PKP PN იღებს დეპოზიტებს.
mk: PKP PN прима депозити.
ms: PN PKP menerima deposit.
pt_br: A PKP PN do PKP está aceitando depósitos.
pt_pt: O PKP PN aceita depósitos.
ru: PKP PN принимает депонируемые объекты.
sl: PKP PN sprejema depozite.
tr: PKP PN saklama isteği kabul ediyor.
uk: PKP PN приймає депонування.

# plugins.generic.pln.notifications.check_status
source: Check the status of your deposits.
bg: Проверете състоянието на вашите депозити.
ca: Verifiqueu l'estat dels vostres dipòsits.
cs: Zkontrolujte status vašich uložení.
da: Tjek din deponeringsstatus.
de: Überprüfen Sie den Status Ihrer Ablieferungen.
es: Compruebe el estado de sus depósitos.
fi: Tarkista talletustesi tila.
hy: Ստուգեք ձեր ավանդների կարգավիճակը:
it: Verifica lo stato dei tuoi versamenti.
ka: შეამოწმეთ თქვენი დეპოზიტების სტატუსი.
mk: Проверете го статусот на вашите депозити.
ms: Periksa status deposit anda.
pt_br: Verificar situação de seus depósitos.
pt_pt: Verificar situação dos depósitos.
ru: Проверьте статус ваших депонируемых объектов.
sl: Preverite status vaših depozitov.
tr: Saklama işleminizin durumunu kontrol edin.
uk: Перевірте стан своїх депонувань.

# plugins.generic.pln.notifications.issn_missing
source: Your journal must have an ISSN to deposit content to the PKP PN.
bg: Вашето списание трябва да има ISSN, за да депозирате съдържание в PKP PN.
ca: La vostra revista ha de tenir un ISSN per dipositar contingut a PKP PN.
cs: Váš časopis musí mít ISSN aby bylo možné ukládat obsah do PKP PN.
da: Dit tidsskrift skal have et ISSN for, at du kan deponere indhold til PKP PN.
de: Ihre Zeitschrift muss über eine ISSN verfügen, um Inhalte in das PKP PN abzuliefern.
es: Su revista debe tener un ISSN para depositar contenido en PKP PN.
fi: Julkaisulla on oltava ISSN-tunnus, jotta voit tallettaa sisältöä PKP PN -palveluun.
hy: Ձեր ամսագիրը պետք է ունենա ISSN՝ բովանդակությունը PKP PN-ին փոխանցելու համար:
it: La rivista deve avere un ISSN per poter versare i propri contenuti nella PKP PN.
ka: თქვენს ჟურნალს უნდა ჰქონდეს ISSN, PKP PN-ში შინაარსის შესატანად.
mk: Вашето списание мора да има ISSN за да депонира содржина во PKP PN.
ms: Jurnal anda mesti mempunyai ISSN untuk menyimpan kandungan ke PKP PN.
pt_br: Seu periódico deve ter um ISSN para poder depositar na PKP PN do PKP.
pt_pt: A revista deve ter um ISSN para poder depositar na rede PKP PN.
ru: Ваш журнал должен иметь ISSN для депонирования контента в PKP PN.
sl: Vaša revija potrebuje ISSN za shranjevanje vsebine v PKP PN.
tr: PKP PN’de içerik saklamak için derginizin bir ISSN'ye sahip olması gerekir.
uk: Ваш журнал повинен мати номер ISSN для внесення вмісту до PKP PN.
