Repository: saddamalsalfi/pln
Catalog: locale/*/locale.po
Languages: bg, ca, cs, da, de, es, fi, hy, it, ka, mk, ms, pt_br, pt_pt, ru, sl, sv, tr, uk

# plugins.generic.pln.notifications.http_error
source: There was an error connecting to the PKP PN - please contact your system administrator.
bg: Възникна грешка при свързването към PKP PN - моля, свържете се с вашия системен администратор.
ca: S'ha produït un error connectant amb PKP PN. Contacteu amb el vostre administrador/a de sistemes.
cs: Při připojování k PKP PN nastala chyba - kontaktujte, prosím, systémového administrátora.
da: Der opstod en fejl ved tilslutning til PKP PN - kontakt din systemadministrator.
de: Es gab einen Fehler bei der Verbindung zum PKP PN - bitte benachrichten Sie Ihre/n Systemadministrator/in.
es: Se ha producido un error al conectar con PKP PN. Contacte con su administrador/a de sistemas.
fi: Yhteyden muodostamisessa PKP PN -palveluun tapahtui virhe - ota yhteyttä järjestelmänvalvojaan.
hy: PKP PN-ին միանալիս սխալ տեղի ունեցավ. դիմեք ձեր համակարգի ադմինիստրատորին:
it: Si è verificato un errore di connessione con la PKP PN - contatta l'amministratore di sistema.
ka: PKP PN-სთან დაკავშირებისას მოხდა შეცდომა — გთხოვთ, დაუკავშირდეთ თქვენი სისტემის ადმინისტრატორს.
mk: Настана грешка при конектирање до PKP PN - ве молиме да го контактирате вашиот системски администратор.
ms: Terdapat ralat semasa menyambung ke PKP PN - sila hubungi pentadbir sistem anda.
pt_br: Erro ao conectar à PKP PN do PKP - entre em contato com o administrador do sistema.
pt_pt: Erro ao ligar ao PKP PN do PKP - entre em contacto com o administrador do sistema.
ru: Произошла ошибка при подключении к PKP PN — пожалуйста, свяжитесь с системным администратором.
sl: Prišlo je do težav pri povezovanju do PKP PN - prosimo kontaktirajte vašega sistemskega administratorja.
tr: PKP PN'ye bağlanırken bir hata oluştu - lütfen sistem yöneticinize başvurun.
uk: Сталася помилка підключення до PKP PN – будь ласка, зверніться до вашого системного адміністратора.

# plugins.generic.pln.notifications.terms_updated
source: The PKP PN terms of use have been updated. Agreement with new terms is required to continue depositing.
bg: Условията за ползване на PKP PN са актуализирани. За да продължите да депозирате, е необходимо съгласие с новите условия.
ca: S'han actualitzat les condicions d'ús de PKP PN. Per continuar dipositant objectes cal que accepteu les noves condicions.
cs: Zásady používání PKP PN byly aktualizovány. Je vyžadován souhlas s novými podmínkami používání před pokračování v ukládání.
da: PKP PN-brugsbetingelserne er blevet opdateret. Aftale om nye vilkår kræves indgået for at fortsætte deponeringen.
de: Die Nutzungsbedingungen des PKP PN sind aktualisiert worden. Die Zustimmung zu den neuen Bedingungen ist notwendig, um weiter abliefern zu können.
es: Se han actualizado las condiciones de uso de PKP PN. Para continuar depositando objetos es obligatorio que acepte las nuevas condiciones.
fi: PKP PN -palvelun käyttöehdot on päivitetty. Tallettamisen jatkaminen edellyttää uusien ehtojen hyväksymistä.
hy: PKP PN-ի օգտագործման պայմանները թարմացվել են: Ավանդադրումը շարունակելու համար պահանջվում է համաձայնագիր նոր պայմաններով:
it: Le condizioni d'uso della PKP PN sono state aggiornate. Devi accettare le nuove condizioni per poter continuare a versare.
ka: განახლებულია PKP PN-ის გამოყენების პირობები. დეპოზიტის გასაგრძელებლად საჭიროა შეთანხმება ახალ პირობებთან.
mk: Условите за користење на PKP PN беа ажурирани. Потребна е согласност со новите услови за да продолжите со депонирање.
ms: Syarat penggunaan PKP PN telah dikemas kini. Perjanjian dengan syarat baru diperlukan untuk meneruskan penyetoran.
pt_br: Os termos de uso da PKP PN do PKP foram atualizados. É necessário aceitar os novos termos para continuar depositando.
pt_pt: Os termos de uso da PKP PN do PKP foram atualizados. É necessário aceitar os novos termos para continuar a depositar.
ru: Условия использования PKP PN были обновлены. Принятие новых условий является обязательным для продолжения депонирования.
sl: PKP PN zahteve so se spremenile. Za nadaljevanje shranjevanja v PKP PN je potrebno soglašanje s posodobljenimi zahtevami.
tr: PKP PN kullanım koşulları güncellendi. Saklama işlemine devam etmek için yeni şartlarla anlaşma yapılması gerekmektedir.
uk: Оновлено умови використання PKP PN. Для продовження депонування необхідна угода з новими умовами.

# plugins.generic.pln.notifications.zip_missing
source: ZipArchive support must be enabled to proceed.
bg: Поддръжката на ZipArchive трябва да е активирана, за да продължите.
ca: El suport de ZipArchive ha d'estar activat per continuar.
cs: Podpora ZipArchive musí být povolena, aby proběhlo zpracování.
da: ZipArchive-support skal være aktiveret for at fortsætte.
de: Die Unterstützung von ZipArchive muss aktiviert werden, um fortfahren zu können.
es: El soporte de ZipArchive debe estar activo para continuar.
fi: ZipArchive-tuki on otettava käyttöön, jotta voit jatkaa.
hy: ZipArchive-ի աջակցությունը պետք է միացված լինի՝ շարունակելու համար:
it: Per continuare devi abilitare il supporto ZipArchive.
ka: გასაგრძელებლად ZipArchive მხარდაჭერა უნდა იყოს ჩართული.
mk: Поддршката за ZipArchive мора да биде овозможена за да продолжите.
ms: Sokongan ZipArchive mesti didayakan untuk meneruskan.
pt_br: Suporte ao ZipArchive deve estar habilitado para continuar.
pt_pt: O suporte ao ZipArchive deve estar ativo para continuar.
ru: Для работы необходимо включить поддержку ZipArchive.
sl: Za nadaljevanje mora biti omogočena podpora za ZipArchive.
tr: Devam etmek için ZipArchive desteğinin etkinleştirilmesi gerekir.
uk: Для продовження повинна бути включена підтримка ZipArchive.

# plugins.generic.pln.notifications.issn_setting
source: Your journal must have an ISSN before you can agree to the terms of service. You can enter the ISSN on the Journal Settings page. Once the journal ISSN is entered, the terms of service will be shown below.
bg: Вашето списание трябва да има ISSN, преди да можете да се съгласите с условията за ползване. Можете да въведете ISSN на страницата Настройки на списанието. След като въведете ISSN на списанието, условията за ползване ще бъдат показани по-долу.
ca: La vostra revista ha de tenir un ISSN abans que pugueu acceptar les condicions del servei. Podeu introduir l'ISSN en la pàgina de configuració de la revista. Un cop introduït, les condicions del servei es mostraran a sota.
cs: Než budete moci souhlasit s podmínkami služby, váš časopis musí mít číslo ISSN. Toto ISSN můžete zadat na stránce Nastavení časopisu. Po zadání ISSN časopisu se níže zobrazí podmínky služby.
da: Dit tidsskrift skal have et ISSN, før det er muligt for dig at acceptere servicevilkårene. Du kan indskrive ISSN på siden Indstillinger > Tidsskrift (Konfiguration). Når tidsskriftets ISSN er indtastet, vises servicevilkårene nedenfor.
de: Ihre Zeitschrift muss über eine ISSN verfügen, bevor Sie den Nutzungsbedingungen zustimmen können. Sie können die ISSN im Setup der Zeitschrift eingeben. Sobald die ISSN der Zeitschrift eingegeben ist, werden die Nutzungsbedingungen unten angezeigt.
es: Su revista debe tener un ISSN antes de que pueda aceptar las condiciones del servicio. Puede introducir el ISSN en la página de ajustes de la revista. Una vez introducido, las condiciones del servicio se mostrarán debajo.
fi: Julkaisulla on oltava ISSN-tunnus, ennen kuin voit hyväksyä palvelun ehdot. Voit syöttää ISSN-tunnuksen julkaisun asetuksista. Kun julkaisun ISSN-tunnus on annettu, käyttöehdot näkyvät alla.
hy: Ձեր ամսագիրը պետք է ունենա ISSN, նախքան դուք կարողանաք համաձայնվել ծառայության պայմաններին: Դուք կարող եք մուտքագրել ISSN-ը ամսագրի կարգավորումների էջում: Ամսագրի ISSN-ը մուտքագրելուց հետո ծառայության պայմանները կցուցադրվեն ստորև:
it: La tua rivista deve avere un ISSN definito, prima di accettare le condizioni d'uso. Puoi inserire l'ISSN nella pagina del setup della rivista. Una volta che tu abbia inserito l'ISSN, le condizioni d'uso saranno visualizzate qui sotto.
ka: სანამ თქვენს მომსახურების პირობებს ეთანხმებით, თქვენს ჟურნალს უნდა ჰქონდეს ISSN. შეგიძლიათ შეიტანოთ ISSN ჟურნალის პარამეტრების გვერდზე. ჟურნალ ISSN-ის შეყვანის შემდეგ მომსახურების პირობები ნაჩვენებია ქვემოთ.
mk: Вашето списание мора да има ISSN пред да можете да се согласите со условите на користење. Можете да го внесете ISSN на страницата за поставки на списанието. Откако ќе го внесете ISSN на списанието, условите на користење ќе бидат прикажани подолу.
ms: Jurnal anda mesti mempunyai ISSN sebelum anda dapat bersetuju dengan syarat perkhidmatan. Anda boleh memasukkan ISSN di halaman Tetapan Jurnal. Setelah jurnal ISSN dimasukkan, syarat perkhidmatan akan ditunjukkan di bawah.
pt_br: A revista deve possuir um ISSN antes de concordar com os termos de serviço. Informe o ISSN no formulário de Detalhes da revista, na configuração. Os termos de serviço serão apresentados assim que o ISSN for informado.
pt_pt: A revista deve possuir um ISSN antes de concordar com os termos de serviço. Indique o ISSN no formulário de Detalhes da revista, na configuração. Os termos de serviço serão apresentados assim que o ISSN for inserido.
ru: У вашего журнала должен быть ISSN до того, как вы примете условия использования. Вы можете ввести ISSN на странице «Настройка журнала». После того как будет введен ISSN журнал, условия использования будут показаны ниже.
sl: Preden lahko potrdite vaše soglasje z zahtevami in pogoji, mora imeti vaša revija ISSN. ISSN lahko nastavite v Nastavitvah revije. Ko bo ISSN vaše revije vpisan, se bodo spodaj pokazale zahteve in pogoji.
tr: Hizmet şartlarını kabul edebilmeniz için derginizin bir ISSN'sinin olması gerekir. Dergi Ayarları sayfasında ISSN bilgisini girebilirsiniz. Hizmet koşullarının aşağıda görüntülenebilmesi için öncelikle derginin ISSN'si girilmelidir.
uk: Ваш журнал повинен мати номер ISSN, перш ніж ви зможете погодитися з умовами обслуговування. Ввести номер ISSN можна на сторінці налаштувань журналу. Після введення ISSN журналу умови надання послуг буде показано нижче.

# plugins.generic.pln.error.network.servicedocument
source: Network error {$error} connecting to the PKP PN to get the service document.
bg: Мрежова грешка {$error} при свързване към PKP PN за получаване на сервизния документ.
ca: Error de xarxa {$error} en connectar amb PKP PN per obtenir el document de servei.
cs: Chyba sítě {$error} při připojení k PKP PN k získání servisního dokumentu.
da: Netværksfejl {$error} under forsøg på at oprette forbindelse til PKP PN for at hente servicedokumentet.
de: Netzwerk-Fehler {$error} beim Versuch, das Service-Dokument vom PKP PN zu holen.
es: Error de red {$error} al conectar con PKP PN para obtener el documento de servicio.
fi: Tapahtui virhe {$error}, kun muodostettiin yhteyttä PKP PN -palveluun palveluasiakirjan noutamiseksi.
hy: Ցանցի սխալ {$error}՝ միանալով PKP PN-ին՝ սպասարկման փաստաթուղթը ստանալու համար:
it: Errore di rete {$error} connettendosi alla PKP PN per ricevere il service document.
ka: ქსელის შეცდომა {$error} PKP PN-სთან დაკავშირებისას, მომსახურების დოკუმენტის მისაღებად.
mk: Грешка на мрежата {$error} при конектирање до PKP PN за превземање на документот за услуги.
ms: Ralat rangkaian {$ error} menyambung ke PKP PN untuk mendapatkan dokumen perkhidmatan.
pt_br: Erro de rede {$error} ao conectar à PKP PN para recuperar documento de serviço.
pt_pt: Erro de rede {$error} ao ligar a PKP PN para recuperar documento do serviço.
ru: Ошибка сети {$error} при подключении к PKP PN для получения служебного документа.
sl: Omrežna napaka {$error} pri povezovanju do PKP PN za pridobivanje servisnega dokumenta.
tr: Hizmet belgesini almak için PKP PN'ye bağlanırken {$error} ağ hatası oluştu.
uk: Помилка підключення {$error} мережі до PKP PN для отримання службового документа.

# plugins.generic.pln.error.network.deposit
source: Network error {$error} connecting to the PKP PN to send the deposit.
bg: Мрежова грешка {$error} при свързване към PKP PN за изпращане на депозита.
ca: Error de xarxa {$error} en connectar amb PKP PN per enviar el dipòsit.
cs: Chyba sítě {$error} při připojení k PKP PN k odeslání zálohy.
da: Netværksfejl {$error} under forsøg på at oprette forbindelse til PKP PN for at indsende deponering.
de: Netzwerk-Fehler {$error} beim Versuch, die Ablieferung an das PKP PN zu senden.
es: Error de red {$error} al conectar con PKP PN para enviar el depósito.
fi: Tapahtui virhe {$error}, kun muodostettiin yhteyttä PKP PN -palveluun talletusta varten.
hy: Ցանցի սխալ {$error}՝ միանալով PKP PN-ին՝ ավանդ ուղարկելու համար:
it: Errore di rete {$error} connettendosi alla PKP PN per la trasmissione del versamento.
ka: დეპოზიტის გაგზავნისთვის ქსელის შეცდომაა {$error} PKP PN-სთან დაკავშირებისას.
mk: Грешка на мрежата {$error} при конектирање до PKP PN за да се испрати депозитот.
ms: Ralat rangkaian {$ error} menyambung ke PKP PN untuk menghantar deposit.
pt_br: Erro de rede {$error} ao conectar à PKP PN para enviar depósito.
pt_pt: Erro de rede {$error} ao ligar a PKP PN para enviar o depósito.
ru: Ошибка сети {$error} при подключении к PKP PN для отправки депонируемого объекта.
sl: Omrežna napka {$error} pri povezovanju s PKP PN za shranjevanje depozita.
tr: Saklama isteğini göndermek için PKP PN'ye bağlanırken {$error} ağ hatası oluştu.
uk: Помилка підключення {$error} мережі до PKP PN для відправки депонування.

# plugins.generic.pln.error.network.swordstatement
source: Network error {$error} connecting to the PKP PN to get a status update for deposit.
bg: Мрежова грешка {$error} при свързване към PKP PN за получаване на актуализация на състоянието за депозит.
ca: Error de xarxa {$error} en connectar amb PKP PN per obtenir una actualització d'estat per al dipòsit.
cs: Chyba sítě {$error} při připojení k PKP PN k získání aktualizace stavu pro zálohu.
da: Netværksfejl {$error} under forsøg på at oprette forbindelse til PKP PN for at få statusopdatering for deponering.
de: Netzwerk-Fehler {$error} beim Versuch, von PKP PN ein Statusupdate für die Ablieferung zu holen.
es: Error de red {$error} al conectar con PKP PN para obtener una actualización de estado para el depósito.
fi: Tapahtui virhe {$error}, kun muodostettiin yhteyttä PKP PN -palveluun talletuksen tilan päivittämiseksi.
hy: Ցանցի սխալ՝ {$error}՝ միանալով PKP PN-ին՝ ավանդի կարգավիճակի թարմացում ստանալու համար:
it: Errore di rete {$error} connettendosi alla PKP PN per ricevere gli aggiornamenti sullo stato del versamento.
ka: ქსელის შეცდომა {$error} PKP PN-სთან დაკავშირებისას, დეპოზიტისთვის სტატუსის განახლების მისაღებად.
mk: Грешка на мрежата {$error} при конектирање до PKP PN за да се добие ажурираниот статус на депозитот.
ms: Ralat rangkaian {$error} menyambung ke PKP PN untuk mendapatkan kemas kini status untuk deposit.
pt_br: Erro de rede {$error} ao conectar à PKP PN para atualizar situação do depósito.
pt_pt: Erro de rede {$error} ao ligar a PKP PN para atualizar a situação do depósito.
ru: Ошибка сети {$error} при подключении к PKP PN для получения обновленного статуса депонируемого объекта.
sl: Omrežna napaka {$error} pri povezovanju do PKP PN za pridobivanje statusa depozita.
tr: Saklama işlemi için bir durum güncelleştirmesi almak üzere PKP PN'ye bağlanırken {$error} ağ hatası oluştu.
uk: Помилка підключення {$error} мережі до PKP PN, щоб отримати оновлення стану депонування.

# plugins.generic.pln.error.http.servicedocument
source: PN server returned HTTP error {$error} when attempting to get the service document. {$message}
bg: {$message}PN сървърът върна HTTP грешка {$error} при опит да получи сервизния документ.
ca: {$message}El servidor de PN ha retornat l'error HTTP {$error} quan intentava obtenir el document de servei.
cs: {$message}Při pokusu o získání servisního dokumentu vrátil server PN následující HTTP chybu {$error}.
da: {$message}PN-server returnerede HTTP-fejl {$error}, under forsøget på at hente servicedokumentet.
de: PN-Server hat einen HTTP-Fehler {$error} gemeldet beim Versuch, das Service-Dokument zu holen. {$message}
es: {$message}El servidor de PN ha devuelto el error HTTP {$error} cuando intentaba obtener el documento de servicio.
fi: PN-palvelin palautti HTTP-virheen {$error} yrittäessään noutaa palveludokumenttia.
hy: {$message}PN սերվերը վերադարձրեց HTTP սխալ {$error}, երբ փորձում էր ստանալ ծառայողական փաստաթուղթը:
it: Il server PKP PN ha restituito un errore HTTP {$error} cercando di ricavere il service document. {$message}
ka: {$message}სერვისის დოკუმენტის მიღების მცდელობისას, PN სერვერმა დაუბრუნა HTTP შეცდომა {$error}.
mk: {$message}PN серверот врати HTTP грешка {$error} при обидување да го добие докуметот за услуги.
ms: {$message}Pelayan PN mengembalikan ralat HTTP {$error} ketika cuba mendapatkan dokumen perkhidmatan.
pt_br: O servidor da PKP PN retornou o erro HTTP {$error} ao tentar recuperar documento de serviço. {$message}
pt_pt: O servidor PKP PN devolveu um erro HTTP {$error} ao tentar recuperar o documento do serviço.
ru: Сервер PKP PN вернул ошибку HTTP {$error} при попытке получения служебного документа. {$message}
sl: PN je vrnil HTTP napako {$error} pri pridobivanju servisnega dokumenta. {$message}
tr: {$message}PN sunucusu, hizmet belgesini almaya çalışırken {$error} HTTP hatası gönderdi.
uk: PN-сервер повернув помилку HTTP {$error} при спробі отримати службовий документ.

# plugins.generic.pln.error.http.deposit
source: PN server returned HTTP error {$error} when sending the deposit. {$message}
bg: PN сървърът върна HTTP грешка {$error} при изпращане на депозита. {$message}
ca: {$message}El servidor de PN ha retornat l'error HTTP {$error} quan enviava el dipòsit.
cs: {$message}Při pokusu o odeslání zálohy vrátil server PN následující HTTP chybu {$error}.
da: {$message}PN-server returnerede HTTP-fejl {$error}, under forsøget på at indsende deponeringen.
de: PN-Server hat einen HTTP-Fehler {$error} gemeldet beim Versuch, die Ablieferung zu senden. {$message}
es: {$message}El servidor de PN ha devuelto el error HTTP {$error} cuando enviaba el depósito.
fi: PN-palvelin palautti HTTP-virheen {$error} talletuksen yhteydessä.
hy: PN սերվերը վերադարձրեց HTTP սխալ {$error} ավանդն ուղարկելիս: {$message}
it: Il server PKP PN ha restituito un errore HTTP {$error} durante l'invio di un versamento. {$message}
ka: ანაბრის გაგზავნისას PN სერვერმა დაუბრუნა HTTP შეცდომა {$error}. {$message}
mk: PN серверот врати HTTP грешка {$error} при испраќање на депозитот. {$message}
ms: Pelayan PN mengembalikan ralat HTTP {$error} semasa menghantar deposit. {$message}
pt_br: Servidor da PKP PN retornou erro HTTP {$error} ao enviar o depósito. {$message}
pt_pt: O serviço PKP PN devolveu um erro HTTP {$error} quando enviou o depósito.
ru: Сервер PKP PN вернул ошибку HTTP {$error} при отправке депонируемого объекта. {$message}
sl: PN je vrnil HTTP napako {$error} pri shranjevanju depozita. {$message}
tr: PN sunucusu saklama isteğini gönderirken HTTP hatası {$error} gönderdi. {$message}
uk: PN-сервер повернув помилку HTTP {$error} при відправленні депонування.

# plugins.generic.pln.error.http.swordstatement
source: PN server returned HTTP error {$error} when checking the status of a deposit. {$message}
bg: {$message}PN сървърът върна HTTP грешка {$error} при проверка на състоянието на депозит.
ca: {$message}El servidor de PN ha retornat l'error HTTP {$error} quan comprovava l'estat del dipòsit.
cs: {$message}Při kontrole stavu zálohy vrátil server PN následující HTTP chybu {$error}.
da: {$message}PN-server returnerede HTTP-fejl {$error} ved kontrol af deponeringsstatus.
de: PN-Server hat einen HTTP-Fehler {$error} gemeldet bei der Überprüfung des Status einer Ablieferung. {$message}
es: {$message}El servidor de PN ha devuelto el error HTTP {$error} cuando comprobaba el estado del depósito.
fi: PN-palvelin palautti HTTP-virheen {$error} tarkistettaessa talletuksen tilaa.
hy: PN սերվերը վերադարձրեց HTTP սխալ {$error} ավանդի կարգավիճակը ստուգելիս: {$message}
it: Il server PKP PN ha restituito un errore HTTP {$error} durante il controllo dello stato di un versamento. {$message}
ka: {$message}დეპოზიტის სტატუსის შემოწმებისას PN სერვერმა დაუბრუნა HTTP შეცდომა {$error}.
mk: {$message}PN серверот врати HTTP грешка {$error} при проверка на статусот на депозит.
ms: {$message}Pelayan PN mengembalikan ralat HTTP {$error} semasa memeriksa status deposit.
pt_br: O servidor da PKP PN retornou o erro HTTP {$error} ao verificar a situação de um depósito. {$message}
pt_pt: O serviço PKP PN devolveu um erro HTTP {$error} ao verificar a situação de um depósito.
ru: PN вернул ошибку HTTP {$error} при проверке статуса депонируемого объекта. {$message}
sl: PN je vrnil HTTP napako {$error} pri preverjanju statusa depozita. {$message}
tr: {$message}PN sunucusu, saklama durumunu denetlerken {$error} HTTP hatası gönderdi.
uk: PN-сервер повернув помилку HTTP {$error} при перевірці стану депонування.

# plugins.generic.pln.error.depositor.missingpackage
source: Cannot find package file {$file}.
bg: Не може да се намери пакетен файл {$file}.
ca: No es pot trobar l'arxiu empaquetat {$file}.
cs: Nelze nalézt soubor balíčku {$file}.
da: Kan ikke finde pakkefil {$file}.
de: Kann die Datei {$file} des Pakets nicht finden.
es: No se puede encontrar el archivo empaquetado {$file}.
fi: Pakettitiedostoa {$file} ei löydy.
hy: Հնարավոր չէ գտնել փաթեթի նիշքը՝ {$file}:
it: Non rieso a trovate il file del pacchetto {$file}.
ka: პაკეტის ფაილის {$file} პოვნა შეუძლებელია.
mk: Не е пронајдена спакуваната датотека {$file}.
ms: Tidak dapat mencari fail pakej {$file}.
pt_br: Impossível encontrar arquivo de pacote {$file}.
pt_pt: Impossível encontrar ficheiro {$file}.
ru: Не удается найти файл пакета {$file}.
sl: Datoteke {$file} s paketom ni bilo mogoče najti.
tr: {$file} paket dosyası bulunamıyor.
uk: Не вдається знайти файл пакета {$file}.

# plugins.generic.pln.error.depositor.export.articles.error
source: An error occurred while exporting articles. The server's error log may have more information.
bg: Възникна грешка при експортиране на статии. Регистърът на грешките на сървъра може да съдържа повече информация.
ca: S'ha produït un error mentre s'exportaven els articles. El registre d'errors del servidor podria oferir més informació.
cs: Při exportu článků došlo k chybě. Protokol chyb serveru může obsahovat více informací.
da: Der opstod en fejl under eksport af artikler. Serverens fejllog kan muligvis give flere oplysninger.
de: Ein Fehler ist beim Export der Artikel aufgetreten. Das Fehlerlog des Servers könnte weitere Informationen enthalten.
es: Se ha producido un error mientras se exportaban los artículos. El registro de errores del servidor podría darle más información.
fi: Artikkelien viennissä tapahtui virhe. Palvelimen virhelokissa voi olla lisätietoja.
hy: Հոդվածներ արտահանելիս սխալ տեղի ունեցավ: Սերվերի սխալների գրանցամատյանը կարող է ավելի շատ տեղեկություններ պարունակել:
it: Si è verificato un errore durante l'esportazione di un fascicolo. Nel log degli errori del server potrebbero esserci maggiori informazioni.
ka: სტატიების ექსპორტის დროს მოხდა შეცდომა. სერვერის შეცდომების ჟურნალს შეიძლება ჰქონდეს მეტი ინფორმაცია.
mk: Настана грешка при експортирње на трудови. Дневникот за грешки на серверот може да има повеќе информации.
ms: Ralat berlaku semasa mengeksport artikel. Log ralat pelayan mungkin mempunyai lebih banyak maklumat.
pt_br: Ocorreu um erro ao exportar artigos. O registro de erros do servidor pode conter mais informações.
pt_pt: Ocorreu um erro ao exportar os artigos. O registo de erros do servidor pode conter mais informações.
ru: В процессе экспорта статей произошла ошибка. Более подробная информация может быть в журнале ошибок сервера.
sl: Napaka pri izvozu člankov. Strežniška log datoteka morda vsebuje več informacij.
tr: Makaleler ihraç edilirken bir hata oluştu. Sunucu günlük dosyaları daha fazla bilgi içerebilir.
uk: Під час експорту статей сталася помилка. Журнал помилок сервера може містити більше інформації.
