Repository: saddamalsalfi/pln
Catalog: locale/*/locale.po
Languages: bg, ca, cs, da, de, es, fi, hy, it, ka, mk, ms, pt_br, pt_pt, ru, sl, sv, tr, uk

# plugins.generic.pln.error.depositor.export.issue.error
source: An error occurred while exporting an issue. The server's error log may have more information.
bg: Възникна грешка при експортиране на броя. Регистърът на грешките на сървъра може да съдържа повече информация.
ca: S'ha produït un error mentre s'exportava un número. El registre d'errors del servidor podria oferir més informació.
cs: Při exportu vydání došlo k chybě. Protokol chyb serveru může obsahovat více informací.
da: Der opstod en fejl under eksport af et nummer. Serverens fejllog kan muligvis give flere oplysninger.
de: Ein Fehler ist beim Export einer Ausgabe aufgetreten. Das Fehlerlog des Servers könnte weitere Informationen enthalten.
es: Se ha producido un error mientras se exportaba un artículo. El registro de errores del servidor podría darle más información.
fi: Numeron viennissä tapahtui virhe. Palvelimen virhelokissa voi olla lisätietoja.
hy: թողարկումն արտահանելիս սխալ առաջացավ: Սերվերի սխալների գրանցամատյանը կարող է ավելի շատ տեղեկություններ պարունակել:
it: Si è verificato un errore durante l'esportazione di un fascicolo. Nel log degli errori del server potrebbero esserci maggiori informazioni.
ka: გამოცემის ექსპორტის დროს მოხდა შეცდომა. სერვერის შეცდომების ჟურნალს შეიძლება ჰქონდეს მეტი ინფორმაცია.
mk: Настана грешка при експортирање на издание. Дневникот за грешки на серверот може да има повеќе информации.
ms: Ralat berlaku semasa mengeksport isu. Log ralat pelayan mungkin mempunyai lebih banyak maklumat.
pt_br: Ocorreu um erro ao exportar uma edição. O registro de erros do servidor pode conter mais informações.
pt_pt: Ocorreu um erro ao exportar uma edição. O registo de erros do servidor pode conter mais informações.
ru: При экспорте выпуска произошла ошибка. Более подробная информация может быть в журнале ошибок сервера.
sl: Napaka pri izvozu številke. Strežniška log datoteka morda vsebuje več informacij.
tr: Sayı ihraç edilirken bir hata oluştu. Sunucu günlük dosyaları daha fazla bilgi içerebilir.
uk: Під час експорту сталася помилка. Журнал помилок сервера може містити більше інформації.

# plugins.generic.pln.error.handler.uuid.invalid
source: The requested UUID is not valid or is not formatted correctly.
bg: Заявеният UUID не е валиден или не е форматиран правилно.
ca: L'UUID sol·licitat no és vàlid o no té un format correcte.
cs: Požadované UUID není platné, nebo není správně formátované.
da: Denønskede UUID er ikke gyldig eller er ikke formateret korrekt.
de: Die angeforderte UUID ist ungültig oder ist nicht korrekt formatiert.
es: El UUID solicitado no es válido o no tiene un formato correcto.
fi: Pyydetty UUID-tunnus ei ole kelvollinen tai sitä ei ole muotoiltu oikein.
hy: Հայցվող UUID-ն վավեր չէ կամ ճիշտ ձևաչափված չէ:
it: L'identificativo richiesto non è valido o non è correttamente formato.
ka: მოთხოვნილი UUID არ არის სწორი, ან არ არის სწორად ფორმატირებული.
mk: Бараното UUID не е валидно или не е првилно форматирано.
ms: UUID yang diminta tidak sah atau tidak diformat dengan betul.
pt_br: o UUID solicitado é inválido ou não está formatado corretamente.
pt_pt: O UUID solicitado é inválido ou não está corretamente formatado.
ru: Запрошенный UUID является некорректным или имеет неправильный формат.
sl: Zahtevani UUID ni veljaven ali ni pravilne oblike.
tr: İstenen UUID geçerli değil veya düzgün olarak biçimlendirilmedi.
uk: Запитаний UUID недійсний або відформатований неправильно.

# plugins.generic.pln.error.handler.uuid.notfound
source: There is no deposit with the requested UUID.
bg: Няма депозит с искания UUID.
ca: No hi ha cap dipòsit amb l'UUID sol·licitat.
cs: Neexistuje záloha s požadovaným UUID.
da: Der er ingen deponering knyttet til den ønskede UUID.
de: Es gibt keine Ablieferung mit der angegebenen UUID.
es: No hay ningún depósito con el UUID solicitado.
fi: Pyydetyllä UUID-tunnuksella ei ole talletusta.
hy: Պահանջվող UUID-ում ավանդ չկա:
it: Non esistono versamenti per l'identificativo richiesto.
ka: მოთხოვნად UUID-ში დეპოზიტი არ არის.
mk: Нема депозит со бараното UUID.
ms: Tidak ada deposit dengan UUID yang diminta.
pt_br: Não há depósito para o UUID solicitado.
pt_pt: Não existe um depósito para o UUID solicitado.
ru: Запрошенному UUID не соответствует ни один депонируемый объект.
sl: Depozit z zahtevanim UUID ne obstaja.
tr: İstenen UUID ile hiçbir arşiv bulunmamaktadır.
uk: Депонування із запитуваним UUID відсутнє.

# plugins.generic.pln.error.handler.file.notfound
source: The deposit file cannot be found. It may not have been packaged yet, or the package may have been removed.
bg: Депозитният файл не може да бъде намерен. Може още да не е опакован или пакетът да е премахнат.
ca: No s'ha pogut trobar l'arxiu de dipòsit. Podria ser que encara no s'hagués empaquetat o que el paquet s'hagi eliminat.
cs: Soubor zálohy nelze najít. Možná ještě nebyl zabalen nebo byl balíček odstraněn.
da: Deponeringsfilen kan ikke fremfindes. Den er muligvis ikke pakket endnu, eller også kan pakken være blevet fjernet.
de: Die Datei der Ablieferung konnte nicht gefunden werden. Es könnte sein, dass sie noch nicht verpackt ist oder dass das Paket entfernt worden ist.
es: No se ha podido encontrar el archivo de depósito. Podría deberse a que aún no se ha empaquetado o a que el paquete se ha eliminado.
fi: Talletustiedostoa ei löydy. Sitä ei ehkä ole vielä pakattu tai paketti on poistettu.
hy: Ավանդի նիշքը հնարավոր չէ գտնել: Հնարավոր է, որ այն դեռ փաթեթավորված չէ, կամ փաթեթը հանվել է:
it: Il file del versamento non è stato trovato. Potrebbe non essere ancora stato impacchettato oppure il pacchetto potrebbe essere stato rimosso.
ka: დეპოზიტის ფაილი ვერ მოიძებნა. შეიძლება ჯერ არ არის შეფუთული, ან პაკეტი ამოღებულია.
mk: Датотеката на депозитот не е пронајдена. Можно е се уште да не е спакувана, или пакетот да бил отстранет.
ms: Fail deposit tidak dijumpai. Mungkin belum dipakej, atau pakej mungkin telah dipadam.
pt_br: Impossível encontrar arquivo de depósito. Pode não ter sido empacotado ainda, ou o pacote foi removido.
pt_pt: Impossível encontrar o ficheiro de depósito. Pode não ter sido empacotado ainda, ou o pacote foi removido.
ru: Не удается найти депонируемый файл. Возможно он еще не был упакован или же пакет мог быть удален.
sl: Datoteke z depozitom ni bilo mogoče najti. Lahko da še ni bila pripravljena ali pa je bila odstranjena.
tr: Arşivlenen dosya bulunamadı. Henüz paketlenmemiş olabilir veya paket silinmiş olabilir.
uk: Файл депонування не знайдено. Можливо, його ще не було упаковано або пакет було видалено.

# plugins.generic.pln.depositor.statusupdates
source: Processing deposit status updates.
bg: Обработка на актуализации на състоянието на депозита.
ca: Processant les actualitzacions d'estat dels dipòsits.
cs: Zpracování aktualizací stavu zálohy.
da: Behandler opdateringer af deponeringsstatus.
de: Verarbeite die Aktualisierungen des Ablieferungsstatus.
es: Procesando las actualizaciones de estado de los depósitos.
fi: Käsitellään talletusten tilapäivityksiä.
hy: Ավանդի կարգավիճակի թարմացումների մշակում:
it: Stati di versamento in corso di aggiornamento.
ka: დეპოზიტის სტატუსის განახლებების დამუშავება.
mk: Се процесираат ажурирањата на статусот на депозитот.
ms: Memproses kemas kini status deposit.
pt_br: Processando atualização da situação do depósito.
pt_pt: A atualizar a situação do depósito.
ru: Обработка обновлений статуса депонируемых объектов.
sl: Obdelava statusov depozita.
tr: Arşiv durum güncellemeleri işleniyor.
uk: Триває обробка оновлень стану депонувань.

# plugins.generic.pln.depositor.updatedcontent
source: Processing updated content.
bg: Обработка на актуализирано съдържание.
ca: Processant el contingut actualitzat.
cs: Zpracování aktualizovaného obsahu.
da: Behander opdateret indhold.
de: Verarbeite aktualisierte Inhalte.
es: Procesando el contenido actualizado.
fi: Käsitellään päivitettyä sisältöä.
hy: Թարմացված բովանդակության մշակում:
it: Contenuti aggiornati in lavorazione.
ka: განახლებული შინაარსის დამუშავება.
mk: Се процесира ажурирната содржина.
ms: Memproses kandungan yang dikemas kini.
pt_br: Processando conteúdo atualizado.
pt_pt: A processar conteúdo atualizado.
ru: Обработка обновленного контента.
sl: Obdelava posodobljena vsebine.
tr: Güncellenen içerik işleniyor.
uk: Триває обробка оновленого вмісту.

# plugins.generic.pln.depositor.newcontent
source: Processing new content.
bg: Обработка на ново съдържание.
ca: Processant el contingut nou.
cs: Zpracování nového obsahu.
da: Behandler nyt indhold.
de: Verarbeite neue Inhalte.
es: Procesando el contenido nuevo.
fi: Käsitellään uutta sisältöä.
hy: Նոր բովանդակության մշակում:
it: Nuovi contenuti in lavorazione.
ka: ახალი შინაარსის დამუშავება.
mk: Се процесира нова содржина.
ms: Memproses kandungan baru.
pt_br: Processando conteúdo novo.
pt_pt: A processar conteúdo novo.
ru: Обработка нового контента.
sl: Obdelava nove vsebine.
tr: Yeni içerik işleniyor.
uk: Триває обробка нового вмісту.

# plugins.generic.pln.depositor.packagingdeposits
source: Packaging content for deposit.
bg: Пакетиране на съдържание за депозит.
ca: Empaquetant el contingut per al dipòsit.
cs: Balení obsahu pro zálohu.
da: Pakker indhold til deponering.
de: Verpacke Inhalte zur Ablieferung.
es: Empaquetando el contenido para el depósito.
fi: Pakataan sisältöä talletettavaksi.
hy: Փաթեթավորման բովանդակություն ավանդի համար:
it: Impacchettamento dei contenuti per il versamento.
ka: შეფუთვის შინაარსი დეპოზიტისთვის.
mk: Се пакува содржината за депонирање.
ms: Kandungan pakej untuk deposit.
pt_br: Empacotando conteúdo para depósito.
pt_pt: A empacotar conteúdo para depósito.
ru: Упаковка контента для депонирования.
sl: Priprava vsebine za shranjevanje.
tr: Arşiv için içerik paketleniyor.
uk: Триває пакування вмісту для депонування.

# plugins.generic.pln.depositor.transferringdeposits
source: Sending deposits to the PKP PN.
bg: Изпращане на депозити към PKP PN.
ca: Enviant dipòsits a PKP PN.
cs: Odesílání zálohy do PKP PN.
da: Sender deponering til PKP PN.
de: Sende Ablieferungen an das PN.
es: Enviando depósitos a PKP PN.
fi: Talletetaan PKP PN -palveluun.
hy: Ավանդների ուղարկում PKP PN-ին:
it: Invio del versamento alla PKP PN in corso.
ka: დეპოზიტების გაგზავნა PKP PN-სთვის.
mk: Депозитите се испраќаат до PKP PN.
ms: Menghantar deposit ke PKP PN.
pt_br: Enviando depósitos à PN.
pt_pt: A enviar depósitos para PKP PN.
ru: Отправка депонируемых объектов в PKP PN.
sl: Pošiljenje depozita na PKP PN.
tr: Arşivler PN'ye gönderiliyor.
uk: Триває процес депонування в PKP PN.

# plugins.generic.plngateway.displayName
source: PN Gateway
bg: PN шлюз
ca: Entrada PN
cs: Brána PN
de: PN-Schnittstelle
es: Entrada PN
fi: PN-yhdyskäytävä
hy: PN Դարպաս
it: Gateway PN
ka: PN კარიბჭე
mk: PN порта
ms: Gerbang PN
pt_br: Gateway da PN
pt_pt: Gateway da PN
ru: Шлюз PN
sl: PN prehod (gateway)
tr: PN Yolu
uk: Шлюз PN

# plugins.generic.plngateway.description
source: Reports PKP PN Status and recent article titles for the staging server.
bg: Отчита статуса на PKP PN и последните заглавия на статии за сървъра за изготвяне.
ca: Informa de l'estat de PKP PN i dels títols dels articles recents al servidor de prova.
cs: Hlásí stav PKP PN a poslední názvy článků pro pracovní server.
da: Indrapporterer PKP PN-status og nylige artikeltitler til opsætningsserveren.
de: Liefert den PN-Status und die Titel der letzten Artikel an den Übergabeserver.
es: Informa del estado de PKP PN y de los títulos de los artículos recientes al servidor de prueba.
fi: Ilmoittaa PKP PN -tilan ja viimeisimmät artikkelien otsikot valmistelupalvelimelle.
hy: Զեկուցում է PKP PN կարգավիճակի և վերջին հոդվածների վերնագրերը փուլային կայանի համար:
it: Mostra lo stato della PKP PN e i titoli degli articoli recenti in preparazione per il deposito.
ka: იუწყება PKP PN სტატუსი და ბოლო სტატიების სათაურები ინსცენირების სერვერისთვის.
mk: Поднесува извештај за статусот на PKP PN и неодамнешни наслови на трудови до серверот за инстанцирање.
ms: Melaporkan Status PN PKP dan tajuk artikel terkini untuk pelayan staging.
pt_br: Reporta situação da PKP PN e títulos de artigos recentes para o servidor de preprocessamento.
pt_pt: Reporta a situação do PKP PN e títulos de artigos recentes para o servidor de pré-processamento.
ru: Передает статус PKP PN и названия последних статей на сервер.
sl: Poročila o PKP PN statusih in zadnjih naslovih člankov za vmesni strežnik.
tr: Hazırlama sunucusu için PKP PN Durumunu ve son makale başlıklarını bildirir.
uk: Повідомляє про стан PKP PN і останні назви статей для проміжного сервера.

# plugins.generic.pln.status.description.title
source: Status Description
bg: Описание на статуса
ca: Descripció de l'estat
cs: Popis stavu
da: Statusbeskrivelse
de: Statusbeschreibung
es: Descripción del estado
fi: Tilan kuvaus
hy: Կարգավիճակի նկարագրություն
it: Descrizione dello stato
ka: სტატუსის აღწერა
mk: Опис на статус
ms: Butiran Status
pt_br: Descrição do status
pt_pt: Descrição do estado
ru: Описание статуса
sl: Opis statusa
tr: Durum Tanımlaması
uk: Опис стану

# plugins.generic.pln.status.latestupdate
source: Latest Update
bg: Последна актуализация
ca: Darrera actualització
cs: Poslední aktualizace
da: Seneste opdatering
de: Letzte Aktualisierung
es: Última actualización
fi: Viimeisin päivitys
hy: Վերջին թարմացում
it: Ultimo aggiornamento
ka: უახლესი განახლება
mk: Последна промена
ms: Maklumat terkini
pt_br: Última atualização
pt_pt: Última atualização
ru: Последнее обновление
sl: Zadnja posodobitev
tr: Son Güncelleme
uk: Останнє оновлення

# plugins.generic.pln.status.warning
source: It might take several days for a deposit to be fully processed.
bg: Може да отнеме няколко дни, докато депозитът бъде напълно обработен.
ca: El processament complet d'un dipòsit pot trigar diversos dies.
cs: Úplné zpracování zálohy může trvat několik dní.
da: Det kan tage flere dage før deponeringen er fuldt ud færdigbehandlet.
de: Es kann einige Tage dauern, bis eine Ablieferung vollständig bearbeitet ist.
es: El procesamiento completo de un depósito puede durar varios días.
fi: Talletuksen käsittely saattaa kestää useita päiviä.
hy: Ավանդի ամբողջական մշակման համար կարող է պահանջվել մի քանի օր:
it: Il completamento del processo di deposito può richiedere diversi giorni.
ka: დეპოზიტის სრულად დამუშავებას შეიძლება რამდენიმე დღე დასჭირდეს.
mk: Можно е да бидат потребни неколку дена додека депозитот биде целосно обработен.
ms: Ia mungkin mengambil masa beberapa hari untuk deposit diproses sepenuhnya.
pt_br: Pode levar alguns dias para um depósito seja totalmente processado.
pt_pt: Pode levar alguns dias para que um depósito seja totalmente processado.
ru: Полная обработка депонируемого объекта может занимать несколько дней.
sl: Lahko je potrebnih nekaj dni, da je depozit v celoti obdelan.
tr: Bir saklama işleminin tamamlanması birkaç gün sürebilir.
uk: Повна обробка депозиту може зайняти кілька днів.

# plugins.generic.pln.displayedstatus.error.description
source: There has been an error regarding the deposit process
bg: Възникна грешка по отношение на процеса на депозит
ca: Hi ha hagut un error en el procés de dipòsit
cs: V procesu uložení zálohy došlo k chybě
da: Der er opstået en fejl i forbindelse med deponeringsprocessen
de: Es ist ein Fehler beim Ablieferungsvorgang aufgetreten
es: Ha habido un error en el proceso de depósito
fi: Talletusprosessissa on tapahtunut virhe
hy: Ավանդադրման գործընթացի հետ կապված սխալ է տեղի ունեցել
it: Si è verificato un errore durante il processo di deposito
ka: დეპოზიტის პროცესთან დაკავშირებით მოხდა შეცდომა
mk: Се појави грешка при процесот на депонирање
ms: Terdapat ralat dengan proses deposit
pt_br: Ocorreu um erro em relação ao processo de depósito
pt_pt: Ocorreu um erro em relação ao processo de depósito
ru: Произошла ошибка, связанная с процессом депонирования
sl: Prišlo je do napake pri shranjevanju depozita
tr: Saklama işlemiyle ilgili bir hata oluştu
uk: Сталася помилка, що стосується процесу депонування

# plugins.generic.pln.displayedstatus.error
source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
hy: Սխալ
it: Errore
ka: შეცდომა
mk: Грешка
ms: Ralat
pt_br: Erro
pt_pt: Erro
ru: Ошибка
sl: Napaka
tr: Hata
uk: Помилка

# plugins.generic.pln.displayedstatus.completed.description
source: The deposit process is completed
bg: Процесът на депозит е завършен
ca: El procés de dipòsit s'ha completat
cs: Proces zálohy byl dokončen
da: Deponeringsprocessen er afsluttet
de: Der Ablieferungsvorgang ist abgeschlossen
es: El proceso de depósito se ha completado
fi: Talletusprosessi on saatettu päätökseen
hy: Ավանդադրման գործընթացն ավարտված է
it: Il processo di deposito è completato
ka: ანაბრის პროცესი დასრულებულია
mk: Процесот на депонирање е завршен
ms: Proses deposit selesai
pt_br: O processo de depósito está concluído
pt_pt: O processo de depósito está concluído
ru: Процесс депонирования завершен
sl: Shranjevanje depozita je zaključeno
tr: Saklama işlemi tamamlandı
uk: Процес депонування завершено

# plugins.generic.pln.displayedstatus.completed
source: Completed
bg: Завършен
ca: Completat
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
es: Completado
fi: Valmis
hy: Ավարտված
it: Completato
ka: დასრულდა
mk: Завршено
ms: Selesai
pt_br: Concluído
pt_pt: Concluído
ru: Завершено
sl: Zaključeno
tr: Tamamlandı
uk: Завершено

# plugins.generic.pln.displayedstatus.inprogress.description
source: The deposit process is in progress
bg: Процесът на депозит е в изпълнение
ca: El procés de dipòsit està en curs
cs: Proces uložení zálohy probíhá
da: Deponeringsprocessen er i gang
de: Der Ablieferungsvorgang ist in Arbeit
es: El proceso de depósito está en curso
fi: Talletusprosessi on käynnissä
hy: Ավանդադրման գործընթացն ընթացքի մեջ է
it: Il processo di deposito è in corso
ka: დეპოზიტის პროცესი მიმდინარეობს
mk: Процесот на депонирање е во тек
ms: Proses deposit sedang dijalankan
pt_br: O processo de depósito está em andamento
pt_pt: O processo de depósito está em curso
ru: Идёт процесс депонирования
sl: Shranjevanje depozita je v teku
tr: Saklama işlemi devam ediyor
uk: Виконується процес депонування

# plugins.generic.pln.displayedstatus.inprogress
source: In Progress
bg: В процес на изпълнение
ca: En curs
cs: Probíhá
da: I gang
de: In Arbeit
es: En curso
fi: Käynnissä
hy: Ընթացքում է
it: In corso
ka: მიმდინარეობს
mk: Во тек
ms: Sedang Berlangsung
pt_br: Em andamento
pt_pt: Em curso
ru: В работе
sl: V teku
tr: Devam Etmekte
uk: Виконується

# plugins.generic.pln.displayedstatus.pending.description
source: The process of the deposit has not yet started
bg: Процесът на депозит все още не е започнал
ca: El procés de dipòsit encara no ha començat
cs: Proces zálohy doposud nezačal
da: Deponeringsprocessen er endnu ikke påbegyndt
de: Der Ablieferungsprozess hat noch nicht begonnen
es: El proceso de depósito aún no ha comenzado
fi: Talletusprosessi ei ole vielä alkanut
hy: Ավանդադրման գործընթացը դեռ չի սկսվել
it: Il processo di deposito non è iniziato
ka: დეპოზიტის პროცესი ჯერ არ დაწყებულა
mk: Процесот за депонирање се уште не е започнат
ms: Proses deposit masih belum bermula
pt_br: O processo de depósito ainda não foi iniciado
pt_pt: O processo de depósito ainda não foi iniciado
ru: Процесс депонирования ещё не начался
sl: Proces shranjevanja se še ni začel
tr: Saklama işlemi henüz başlamadı
uk: Процес депонування ще не почався

# plugins.generic.pln.displayedstatus.pending
source: Pending
bg: В изчакване
ca: Pendent
cs: Čekající
da: Afventende
de: Ausstehend
es: Pendiente
fi: Vireillä
hy: Սպասում է
it: In attesa
ka: გადასახედი
mk: Во очекување
ms: Belum selesai
pt_br: Pendente
pt_pt: À espera
ru: В очереди
sl: Nedokončano
tr: Beklemede
uk: В очікуванні

# plugins.generic.pln.depositor.transferringdeposits.processing.resultFailed
source: Posting the Atom file to staging server for deposit {$depositId} failed (Error: [{$error} - [{$result}]])
bg: Публикуването на Atom файла на сървъра за изготвяне за депозит {$depositId} не беше успешно (Грешка: [{$error} - [{$result}]])
ca: La publicació de l'arxiu Atom en el servidor de prova per al dipòsit {$depositId} ha fallat (Error: [{$error} - [{$result}]])
cs: Odeslání souboru Atom na pracovní server k uložení {$depositId} selhalo (Chyba: [{$error} - [{$result}]])
da: Postering af Atom-filen til opsætningsserver i forbindelse med deponering {$depositId} mislykkedes (Error: [{$error} - [{$result}]])
de: Versenden der Atom-Datei auf dem Staging-Server für Ablieferung {$depositId} fehlgeschlagen (Error: [{$error} - [{$result}]])
es: La publicación del archivo Atom en el servidor de prueba para el depósito {$depositId} ha fallado (Error: [{$error} - [{$result}]])
fi: Atom-tiedoston lähettäminen valmistelupalvelimelle talletukselle {$depositId} epäonnistui (Virhe: [{$error} - [{$result}]])
hy: Չհաջողվեց տեղադրել Atom նիշքը փուլային կայանում {$depositId} ավանդի համար (Սխալ՝ [{$error} - [{$result}]])
it: Invio fallito del file Atom al server di staging per il deposito {$ depositId} (Errore: [{$error} - [{$result}]])
mk: Испраќањето на Atom датотеката до серверот за инстанцирање за депонирање {$depositId} е неуспешно (Грешка: [{$error} - [{$result}]])
ms: Penyiaran fail Atom ke pelayan staging untuk deposit {$depositId} gagal (Ralat: [{$error} - [{$result}]])
pt_br: Falha ao enviar o arquivo Atom no servidor de teste para o depósito {$depositId} (Erro: [{$error} - [{$result}]])
pt_pt: Falha ao enviar o ficheiro Atom no servidor de teste para o depósito {$depositId} (Erro: [{$error} - [{$result}]])
ru: Публикация файла Atom на сервер для депонируемого объекта {$depositId} потерпела неудачу (ошибка: [{$error} - [{$result}]])
sl: Shranjevanje Atom datoteke na vmesni strežnik za depozit {$depositId} ni uspelo (napaka: [{$error} - [{$result}]])
tr: Atom dosyasını {$depositId} saklaması için hazırlama sunucusuna gönderme işlemi başarısız oldu (Hata: [{$error} - [{$result}]])
uk: Розміщення файлу Atom на проміжному сервері для депонування {$depositId} не вдалося (помилка: [{$error} – [{$result}]])

# plugins.generic.pln.depositor.transferringdeposits.processing.resultSucceeded
source: Posting the Atom file to staging server for deposit {$depositId} succeeded
bg: Публикуването на Atom файла на сървъра за изготвяне за депозит {$depositId} беше успешно
ca: La publicació de l'arxiu Atom en el servidor de prova per al dipòsit {$depositId} ha tingut èxit
cs: Odeslání souboru Atom na pracovní server k uložení {$depositId} bylo úspěšné
da: Postering af Atom-filen til opsætningsserver i forbindelse med deponering {$depositId} gennemført
de: Versenden der Atom-Datei auf dem Staging-Server für Ablieferung {$depositId} erfolgreich
es: La publicación del archivo Atom en el servidor de prueba para el depósito {$depositId} ha tenido éxito
fi: Atom-tiedoston lähettäminen valmistelupalvelimelle talletukselle {$depositId} onnistui
hy: Atom նիշքի տեղադրումը փուլային սերվերում {$depositId} ավանդի համար հաջողվեց
it: Invio riuscito del file Atom al server di staging per il deposito {$ depositId}
mk: Испраќањето на Atom датотеката до серверот за инстанцирање за депонирање {$depositId} е успешно
ms: Menyiarkan fail Atom ke pelayan staging untuk deposit {$depositId} berjaya
pt_br: O envio do arquivo Atom para o servidor de teste para o depósito {$depositId} foi bem-sucedido
pt_pt: O envio do ficheiro Atom para o servidor de teste para o depósito {$depositId} foi bem sucedido
ru: Публикация файла Atom на сервер для депонируемого объекта {$depositId} прошла успешно
sl: Shranjevanje Atom datoteke na vmesnem strežniku za depozit {$depositId} je uspelo
tr: Atom dosyasının {$depositId} saklama işlemi için hazırlama sunucusuna gönderimi başarılı oldu
uk: Процес розміщення файлу Atom на проміжному сервері для депонування {$depositId} пройшов успішно
