Repository: saddamalsalfi/pln
Catalog: locale/*/locale.po
Languages: bg, ca, cs, da, de, es, fi, hy, it, ka, mk, ms, pt_br, pt_pt, ru, sl, sv, tr, uk

# plugins.generic.pln.status.error.deposit-error
source: Deposit failed, ensure it didn't exceed the maximum size supported by the Preservation Network
bg: Депозитът не бе успешен, уверете се, че не надвишава максималния размер, поддържан от Preservation Network
ca: El dipòsit ha fallat. Assegureu-vos que no excedeix la mida màxima suportada per la Preservation Network
cs: Uložení se nezdařilo, ujistěte se, že nepřesahuje maximální velikost podporovanou sítí pro uchování dat
da: Deponeringen mislykkedes; vil du sikre dig, at den ikke overskred den maksimale størrelse, der understøttes af Preservation Network
de: Ablieferung fehlgeschlagen, stellen Sie sicher, dass die vom Preservation Network maximal erlaubte Größe nicht überschritten wurde
es: Hubo un error al depositar. Asegúrese de que no supera el tamaño máximo permitido por la Red de Preservación (Preservation Network)
fi: Talletus epäonnistui, varmista, ettei se ylittänyt PKP PN -palvelun tukemaa enimmäiskokoa
hy: Ավանդադրումը ձախողվեց, համոզվեք, որ այն չի գերազանցում Պահպանման ցանցի կողմից աջակցվող առավելագույն չափը
mk: Депозитот не успеа, погрижете се да не ја надмине максималната големина поддржана од мрежата за зачувување
pt_br: O depósito falhou, certifique-se de que não excedeu o tamanho máximo suportado pela Preservation Network
pt_pt: O depósito falhou, certifique-se de que não excedeu o tamanho máximo suportado pela Preservation Network (PN)
ru: Депонирование объекта не удалось, убедитесь, что он не превышает максимальный размер, поддерживаемый Сетью архивирования
sl: Deponiranje je bilo neuspešno, preverite, da niste presegli največjo dovoljeno velikost, ki jo Preservation Network podpira
tr: Aktarım işlemi başarısız oldu, Koruma Ağı tarafından desteklenen maksimum boyutu aşmadığından emin olun
uk: Депонування не вдалося; переконайтеся, що воно не перевищує максимальний розмір, підтримуваний Мережею збереження

# plugins.generic.pln.status.error.reserialize-error
source: Deposit repackaging failed, the operation will be retried
bg: Повторното пакетиране на депозита не бе успешно, операцията ще бъде изпробвана отново
ca: El reempaquetat del dipòsit ha fallat, es tornarà a intentar l'operació
cs: Přebalení úložiště se nezdařilo, operace bude opakována
da: Ompakning af deponeringen mislykkedes, handlingen vil blive forsøgt gentaget
de: Umverpacking der Ablieferung fehlgeschlagen, der Vorgang wird erneut versucht
es: Falló el reempaquetado del depósito. Se volverá a intentar la operación
fi: Talletuksen uudelleenpakkaaminen epäonnistui, yritetään uudelleen
hy: Ավանդադրման վերափաթեթավորումը ձախողվեց, գործողությունը կկրկնվի
mk: Препакувањето на депозитот не успеа, операцијата ќе се обиде повторно
pt_br: Falha ao reempacotar o depósito, a operação será repetida
pt_pt: Falha ao reempacotar o depósito, a operação será repetida
ru: Переупаковка депонируемого объекта не удалась, операция будет повторена
sl: Ponovno pakiranje depozita ni uspelo, postopek bo ponovljen
tr: Aktarım başarısız oldu, işlem yeniden denenecek
uk: Перепакування депонування не вдалося, операцію буде повторено

# plugins.generic.pln.status.error.xml-error
source: The deposit didn't pass the content validation, you may try to resend the deposit
bg: Депозитът не премина проверката на съдържанието, можете да опитате да изпратите депозита отново
ca: El dipòsit no ha superat la validació del contingut. Hauríeu de tornar a enviar el dipòsit
cs: Záloha neprošla ověřením obsahu, můžete zkusit zálohu odeslat znovu
da: Deponeringen kunne ikke passere indholdsvalideringen; du kan prøve at sende deponeringen igen
de: Der Inhalt der Ablieferung konnte nicht validiert werden, bitte versuchen Sie es erneut
es: El depósito no ha pasado la validación de contenido. Puede intentar volver a enviar el depósito
fi: Talletus ei läpäissyt sisällön validointia, voit yrittää lähettää talletuksen uudelleen
hy: Ավանդադրումը չի անցել բովանդակության վավերացումը, կարող եք փորձել նորից ուղարկել ավանդը
mk: Депозитот не ја помина валидацијата на содржината, може да се обидете повторно да го испратите депозитот
pt_br: O depósito não passou na validação de conteúdo, você pode tentar reenviar o depósito
pt_pt: O depósito não passou na validação de conteúdo, pode tentar reenviar o depósito
ru: Депонируемый объект не прошел валидацию контента, вы можете попробовать отправить его повторно
sl: Depozit ni prestal preverjanje vsebine, poskusite ga ponovno poslati
tr: Aktarım içerik doğrulamasını geçemedi, yeniden göndermeyi deneyebilirsiniz
uk: Депонування не пройшло перевірку вмісту, ви можете спробувати повторно надіслати депонування

# plugins.generic.pln.status.error.bag-error
source: The deposit didn't pass the bag validation, you may try to resend the deposit
bg: Депозитът не премина проверката на пакетирането, можете да опитате да изпратите депозита отново
ca: El dipòsit no ha superat la validació "bag". Hauríeu de tornar a enviar el dipòsit
cs: Záloha neprošla ověřením platnosti sáčku (bag validation), můžete zkusit zálohu odeslat znovu
da: Deponeringen kunne ikke passere "the bag validation"; du kan prøve at sende deponeringen igen
de: Die Ablieferung hat die bag validation nicht bestanden, bitte versuchen Sie es erneut
es: El depósito no ha pasado la validación de bolsa (bag). Puede intentar volver a enviar el depósito
fi: Talletus ei läpäissyt BagIt-validointia, voit yrittää lähettää talletuksen uudelleen
hy: Ավանդադրումը չի անցել պայուսակի վավերացումը, կարող եք փորձել նորից ուղարկել ավանդը
mk: Депозитот не ја помина валидацијата на торба, може да се обидете повторно да го испратите депозитот
pt_br: O depósito não passou na validação da bolsa, você pode tentar reenviar o depósito
pt_pt: O depósito não passou na validação da bolsa (bag), pode tentar reenviar o depósito
ru: Депонируемый объект не прошел проверку пакета, вы можете попробовать отправить его повторно
sl: Depozit ni prestal preverjanje ovojnice, poskusite ga ponovno poslati
tr: Depozito bag doğrulamasını geçemedi, yeniden göndermeyi deneyebilirsiniz
uk: Депонування не пройшло перевірку багажу, ви можете спробувати повторно відправити депонування

# plugins.generic.pln.status.error.hold
source: The deposit has been withheld, the version of your system is above its expectations
bg: Депозитът е задържан, версията на вашата система е над очакваната
ca: El dipòsit ha estat retingut perquè la versió del vostre sistema està per sobre de les expectatives
cs: Záloha byla zadržena, verze vašeho systému je vyšší, než se očekávalo
da: Deponeringen er blevet tilbageholdt, da versionen af dit system er over det forventede
de: Die Ablieferung wurde zurückgehalten, die Version Ihres Systems übertrifft die erwartete
es: El depósito ha sido retenido, la versión de su sistema es superior a la esperada
fi: Talletus evättiin, järjestelmäsi versio on odotettua korkeampi
hy: Ավանդադրումը պահվում է, ձեր համակարգի տարբերակը գերազանցում է սպասելիքները
mk: Депозитот е задржан, верзијата на вашиот систем е над нејзините очекувања
pt_br: O depósito foi retido, a versão do seu sistema está acima das expectativas
pt_pt: O depósito foi retido, a versão do seu sistema está acima das expectativas
ru: Депонирование объекта было приостановлено, версия вашей системы выше, чем ожидалось
sl: Depozit je bil zadržan, verzija vašega sistema je višja od pričakovane
tr: Depozito tutuldu, sisteminizin versiyonu beklentilerin üzerinde
uk: Депонування було утримано, версія вашої системи перевищує очікування

# plugins.generic.pln.status.error.harvest-error
source: Failed to download the deposit from your system. The operation will be retried, meanwhile, you may check if your system is behind a firewall
bg: Неуспешно изтегляне на депозита от вашата система. Операцията ще бъде изпробвана повторно, междувременно можете да проверите дали системата ви е зад защитна стена
ca: No s'ha pogut descarregar el dipòsit des del vostre sistema. L'operació es tornarà a intentar. Mentrestant podeu comprovar si el vostre sistema està darrere d'un tallafocs
cs: Nepodařilo se stáhnout zálohu ze systému. Operace bude zopakována, mezitím můžete zkontrolovat, zda se váš systém nenachází za firewallem
da: Kunne ikke downloade deponeringen fra dit system. Handlingen vil blive forsøgt gentaget, men i mellemtiden bedes du tjekke om dit system er bag en firewall
de: Der Download der Ablieferung von Ihrem System ist fehlgeschlagen. Der Vorgang wird erneut versucht. In der Zwischenzeit können Sie überprüfen, ob sich Ihr System hinter einer Firewall befindet
es: No se ha podido descargar el depósito de su sistema. Se intentará la operación de nuevo, pero mientras tanto, puede comprobar si su sistema está detrás de un cortafuegos
fi: Talletuksen lataaminen järjestelmästäsi epäonnistui. Toimintoa yritetään uudelleen, sillä välin voit tarkistaa, onko järjestelmäsi palomuurin takana
hy: Չհաջողվեց ներբեռնել ավանդադրվածը ձեր համակարգից: Գործողությունը նորից կփորձարկվի, միևնույն ժամանակ, դուք կարող եք ստուգել, թե արդյոք ձեր համակարգը գտնվում է firewall-ի հետևում
mk: Не успеа да се преземе депозитот од вашиот систем. Операцијата ќе се обиде повторно, во меѓувреме, може да проверите дали вашиот систем е зад заштитен ѕид
pt_br: Falha ao baixar o depósito do seu sistema. A operação será repetida, enquanto isso, você pode verificar se o seu sistema está protegido por um firewall
pt_pt: Falha ao descarregar o depósito do seu sistema. A operação será repetida, enquanto isso, pode verificar se o seu sistema está protegido por um firewall
ru: Не удалось загрузить депонируемый объект из вашей системы. Операция будет повторена, а пока вы можете проверить, не находится ли ваша система за брандмауэром
sl: Neuspel prenos podatkov iz vašega sistema. Operacija bo ponovila, medtem pa lahko preverite, če je vas sistem za požarnim zidom
tr: Depozito sisteminden indirilemedi. İşlem yeniden denenecek, bu arada sisteminizin bir güvenlik duvarının arkasında olup olmadığını kontrol edebilirsiniz
uk: Не вдалося завантажити депонування із системи. Операцію буде повторено, тим часом ви можете перевірити, чи ваша система за брандмауером

# plugins.generic.pln.status.error.virus-error
source: The deposit didn't pass the anti-virus check, you should inspect its files, and resend
bg: Депозитът не е преминал антивирусната проверка, трябва да прегледате файловете му и да ги изпратите отново
ca: El dipòsit no ha superat la comprovació antivirus. Hauríeu d'inspeccionar-ne els arxius i tornar-lo a enviar
cs: Záloha neprošla antivirovou kontrolou, měli byste zkontrolovat její soubory a znovu ji odeslat
da: Deponeringen kunne ikke passere antivirus tjekket; du bør inspicere filerne deri og prøve at sende dem igen
de: Die Ablieferung hat den Antivirencheck nicht bestanden, bitte überprüfen Sie die Dateien und senden sie erneut
es: El depósito no ha pasado la comprobación del antivirus. Debe inspeccionar sus archivos y volver a enviar
fi: Talletus ei läpäissyt virustentorjuntatarkastusta, tarkasta talletuksen tiedostot ja lähetä se uudelleen
hy: Ավանդադրումը չի անցել հակավիրուսային ստուգումը, դուք պետք է ստուգեք դրա նիշքերը և նորից ուղարկեք
mk: Депозитот не ја помина антивирусната проверка, треба да ги прегледате неговите датотеки и повторно да испратите
pt_br: O depósito não passou na verificação do antivírus, você deve inspecionar seus arquivos e reenviar
pt_pt: O depósito não passou na verificação do antivírus, deve verificar os seus ficheiros e reenviar
ru: Депонируемый объект не прошел антивирусную проверку, вам следует проверить его файлы и отправить повторно
sl: Depozit ni prestal protivirusnega preverjanja, preverite datoteke in jih ponovno pošljite
tr: Aktarım işlemi anti-virüs kontrolünden geçmedi, dosyalarını incelemeli ve yeniden göndermelisiniz
uk: Депонування не пройшло антивірусну перевірку, вам слід перевірити його файли і відправити повторно

# plugins.generic.pln.status.error.payload-error
source: The deposit didn't pass the payload validation, you may try to resend the deposit
bg: Депозитът не премина проверката на полезния товар, можете да опитате да изпратите депозита отново
ca: El dipòsit no ha superat la validació de càrrega. Hauríeu de tornar a enviar el dipòsit
cs: Záloha neprošla ověřením nákladu, můžete se pokusit zálohu odeslat znovu
da: Deponeringen kunne ikke passere payload-valideringen; du kan prøve at sende deponeringen igen
de: Die Nutzlastdaten der Ablieferung konnten nicht validiert werden, bitte versuchen Sie es erneut
es: El depósito no ha pasado la validación de la carga útil (payload). Puede intentar volver a enviar el depósito
fi: Talletus ei läpäissyt hyötykuorman validointia, voit yrittää lähettää talletuksen uudelleen
hy: Ավանդադրումը չի անցել օգտակար բեռի վավերացումը, կարող եք փորձել նորից ուղարկել ավանդը
mk: Депозитот не ја помина валидацијата на товарот, може да се обидете повторно да го испратите депозитот
pt_br: O depósito não passou na validação de carga, você pode tentar reenviar o depósito
pt_pt: O depósito não passou na validação de carga, pode tentar reenviar o depósito
ru: Депонируемый объект не прошел проверку полезной нагрузки, вы можете попробовать отправить его повторно
sl: Depozit ni prestal preverjanje vsebine, poskusite ga ponovno poslati
tr: Depozito, kapasite doğrulamasını geçemedi, yeniden göndermeyi deneyebilirsiniz
uk: Депонування не пройшло перевірку корисного навантаження, ви можете спробувати повторно надіслати депонування

# plugins.generic.pln.status.error.status-error
source: The deposit is being preserved, but it wasn't possible to check its status, the operation will be retried
bg: Депозитът се запазва, но не беше възможно да се провери състоянието му, операцията ще бъде повторена
ca: El dipòsit s'està conservant, però no ha estat possible comprovar-ne l'estat. Es tornarà a intentar l'operació
cs: Záloha se uchovává, ale nebylo možné zkontrolovat její stav, operace bude zopakována
da: Deponeringen vil blive bevaret, men det var ikke muligt at tjekke dens status, og denne handling vil blive forsøgt gentaget
de: Die Ablieferung wird aufbewahrt, der Status konnte jedoch nicht überprüft werden. Der Vorgang wird wiederholt
es: El depósito se está conservando, pero no ha sido posible comprobar su estado. Se reintentará la operación
fi: Talletus on tehty, mutta sen tilaa ei ole voitu tarkistaa, operaatiota yritetään uudelleen
hy: Ավանդադրումը պահպանվում է, սակայն դրա կարգավիճակը չհաջողվեց ստուգել, գործողությունը նորից կփորձարկվի
mk: Депозитот се зачувува, но не беше можно да се провери неговиот статус, операцијата ќе се обиде повторно
pt_br: O depósito está sendo preservado, mas não foi possível verificar seu status, a operação será repetida
pt_pt: O depósito está a ser preservado, mas não foi possível verificar o seu estado, a operação será repetida
ru: Депонируемый объект находится в процессе сохранения, но не удалось проверить его состояние, операция будет повторена
sl: Depozit je bil uspešno ohranjen, a ni bilo mogoče preveriti statusa, operacija bo ponovljena
tr: Depozito korunuyor, ancak durumu kontrol edilemedi, işlem yeniden denenecek
uk: Депонування зберігається, але перевірити його стан не вдалося, операцію буде повторено

# plugins.generic.pln.status.id
source: ID
bg: ID (идентификатор)
ka: იდენტიფიკატორი
