Repository: saddamalsalfi/pln
Catalog: locale/*/locale.po
Languages: bg, ca, cs, da, de, es, fi, hy, it, ka, mk, ms, pt_br, pt_pt, ru, sl, sv, tr, uk

# plugins.generic.pln.depositor.transferringdeposits.processing.postAtom
source: Posting the Atom file to staging server for deposit {$depositId} (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}]) - (Url: [{$url}], AtomPath: [{$atomPath}], Method: [{$method}])
bg: Публикуване на Atom файла на сървъра за депозиране {$depositId} (Локален статус: [{$statusLocal}], Статус на обработка: [{$statusProcessing}], Lockss статус: [{$statusLockss}]) - (Url: [{$url}], Atom път: [{$atomPath}], Метод: [{$method}])
ca: Publicant l'arxiu Atom en el servidor de prova per al dipòsit {$depositId} (Estat local: [{$statusLocal}], Estat de processament: [{$statusProcessing}], Estat Lockss: [{$statusLockss}]) - (Url: [{$url}], ruta Atom: [{$atomPath}], Mètode: [{$method}])
cs: Odeslání souboru Atom na pracovní server k uložení {$depositId} ({$objectType}: {$objectId}) (Místní stav: [{$statusLocal}], Stav zpracování: [{$statusProcessing}], Stav Lockss: [{$statusLockss}])
da: Postering af Atom-filen til opsætningsserver i forbindelse med deponering {$depositId} (Lokal status: [{$statusLocal}], Behandlingsstatus: [{$statusProcessing}], Lockss-status: [{$statusLockss}]) - (Url: [{$url}], AtomPath: [{$atomPath}], Metode: [{$method}])
de: Senden der Atom-Datei an den Staging-Server für Ablieferung {$depositId} (Lokaler Status: [{$statusLocal}], Verarbeitungsstatus: [{$statusProcessing}], Lockss Status: [{$statusLockss}]) - (Url: [{$url}], AtomPath: [{$atomPath}], Method: [{$method}])
es: Publicando el archivo Atom en el servidor de prueba para el depósito {$depositId} (Estado local: [{$statusLocal}], Estado de proceso: [{$statusProcessing}], Estado Lockss: [{$statusLockss}]) - (Url: [{$url}], ruta Atom: [{$atomPath}], Método: [{$method}])
fi: Lähetetään atom-tiedosto valmistelupalvelimelle talletusta {$depositId} varten (Paikallinen tila: {$statusLocal}], Käsittelyn tila: [{$statusProcessing}], Lockss-tila: [{$statusLockss}]) - (URL: [{$url}], AtomPath: [{$atomPath}], Menetelmä: [{$method}])
hy: Atom նիշքի տեղադրում փուլի կայանում այս ավանդի համար՝ {$depositId} (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}]) - (Url: [{$url}], AtomPath: [{$atomPath}], Method: [{$method}])
it: Invio del file Atom al server di staging per il deposito {$ depositId} (stato locale: [{$ statusLocal}], stato di elaborazione: [{$ statusProcessing}], stato Lockss: [{$ statusLockss}]) - (Url: [{ $ url}], AtomPath: [{$ atomPath}], Metodo: [{$ method}])
mk: Испраќање на Atom датотеката до серверот за инстанцирање за депонирање {$depositId} (локален статус: [{$statusLocal}], статус на процесирање: [{$statusProcessing}], статус на Lockss: [{$statusLockss}]) - (Урл: [{$url}], AtomPath: [{$atomPath}], Метода: [{$method}])
ms: Mengepos fail Atom ke pelayan staging untuk deposit {$depositId} (Status Tempatan: [{$statusLocal}], Status Pemprosesan: [{$statusProcessing}], Status Kunci: [{$statusLockss}]) -(Url: [{$url}], AtomPath: [{$atomPath}], Kaedah: [{$kaedah}])
pt_br: Postando o arquivo Atom no servidor de teste para depósito {$depositId} (Status local: [{$statusLocal}], Status de processamento: [{$statusProcessing}], Status de Lockss : [{$statusLockss}]) - (Url: [{$url}], AtomPath: [{$atomPath}], Método: [{$method}])
pt_pt: A enviar o ficheiro Atom no servidor de teste para depósito {$depositId} (Status local: [{$statusLocal}], Status de processamento: [{$statusProcessing}], Status de Lockss : [{$statusLockss}]) - (Url: [{$url}], AtomPath: [{$atomPath}], Método: [{$method}])
ru: Публикуем файл Atom на сервер для депонируемого объекта {$depositId} (локальный статус: [{$statusLocal}], статус обработки: [{$statusProcessing}], статус Lockss: [{$statusLockss}]) - (URL: [{$url}], путь Atom: [{$atomPath}], метод: [{$method}])
sl: Shranjevanje Atom datoteke na vmesnem strežniku za depozit {$depositId} (lokalni status: [{$statusLocal}], status obdelave: [{$statusProcessing}], Lockss status: [{$statusLockss}]) - (Url: [{$url}], Atom pot: [{$atomPath}], metoda: [{$method}])
tr: {$depositId} saklama işlemi için Atom dosyası hazırlama sunucusuna gönderiliyor (Yerel Durum: [{$statusLocal}], İşleme Durumu: [{$statusProcessing}], Lockss Durumu: [{$statusLockss}]) - (Url: [{ $url}], AtomYolu: [{$atomPath}], Yöntem: [{$method}])
uk: Триває розміщення файлу Atom на проміжному сервері для депонування {$depositId} (локальний стан: [{$statusLocal}]; стан обробки: [{$statusProcessing}]; стан LOCKSS: [{$statusLockss}]) – (URL: [{$url}]; шлях Atom: [{$atomPath}]; метод: [{$method}])

# plugins.generic.pln.depositor.transferringdeposits.processing
source: Trying transfer deposit {$depositId} ({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
bg: Изпробване на трансфер на депозит {$depositId} ({$objectType}: {$objectId}) (Локален статус: [{$statusLocal}], Статус на обработка: [{$statusProcessing}], Lockss статус: [{$statusLockss}])
ca: Intentant transferir el dipòsit {$depositId} ({$objectType}: {$objectId}) (Estat local: [{$statusLocal}], Estat de processament: [{$statusProcessing}], Estat Lockss: [{$statusLockss}])
cs: Snaha o přesun zálohy {$depositId} ({$objectType}: {$objectId}) (Místní stav: [{$statusLocal}], Stav zpracování: [{$statusProcessing}], Stav Lockss: [{$statusLockss}])
da: Forsøger at overføre deponering {$depositId} ({$objectType}: {$objectId}) (Lokal status: [{$statusLocal}], Behandlingsstatus: [{$statusProcessing}], Lockss-status: [{$statusLockss}])
de: Ablieferungsversuch für Paket {$depositId} ({$objectType}: {$objectId}) (Lokaler Status: [{$statusLocal}], Verarbeitungsstatus: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
es: Intentando transferir el depósito {$depositId} ({$objectType}: {$objectId}) (Estado local: [{$statusLocal}], Estado de proceso: [{$statusProcessing}], Estado Lockss: [{$statusLockss}])
fi: Yritetään siirtää talletus {$depositId} ({$objectType}: {$objectId}) (Paikallinen tila: [{$statusLocal}], Käsittelyn tila: [{$statusProcessing}], Lockss-tila: [{$statusLockss}])
hy: Փորձում է փոխանցել ավանդը {$depositId} ({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
it: Tentativo di trasferimento del deposito {$ depositId} ({$ objectType}: {$ objectId}) (stato locale: [{$ statusLocal}], stato di elaborazione: [{$ statusProcessing}], stato Lockss: [{$ statusLockss}])
ka: პაკეტის დეპოზიტის მცდელობა {$depositId} ({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
mk: Проба за пренос на депозит {$depositId} ({$objectType}: {$objectId}) (локален статус: [{$statusLocal}], статус на процесирање: [{$statusProcessing}], статус на Lockss: [{$statusLockss}])
ms: Mencuba deposit pemindahan {$depositId} ({$objectType}: {$objectId}) (Status Tempatan: [{$statusLocal}], Status Pemprosesan: [{$statusProcessing}], Status Kunci: [{$statusLockss}])
pt_br: Tentando transferir o depósito {$depositId} ({$objectType}: {$objectId}) (Status local: [{$statusLocal}], Status de processamento: [{$statusProcessing}], Status Lockss: [{$statusLockss}])
pt_pt: A tentar transferir o depósito {$depositId} ({$objectType}: {$objectId}) (Status local: [{$statusLocal}], Status de processamento: [{$statusProcessing}], Status Lockss: [{$statusLockss}])
ru: Пытаемся переслать депонируемый объект {$depositId} ({$objectType}: {$objectId}) (локальный статус: [{$statusLocal}], статус обработки: [{$statusProcessing}], статус Lockss: [{$statusLockss}])
sl: Status prenosa depozita {$depositId} ({$objectType}: {$objectId}) (lokalni status: [{$statusLocal}], status obdelave: [{$statusProcessing}], Lockss status: [{$statusLockss}])
tr: {$depositId} ({$objectType} saklamasını aktarma işlemi deneniyor: {$objectId}) (Yerel Durum: [{$statusLocal}], İşlem Durumu: [{$statusProcessing}], Lockss Durumu: [{$statusLockss}])
uk: Триває спроба передачі депонування {$depositId} ({$objectType}: {$objectId}) (локальний стан: [{$statusLocal}]; стан обробки: [{$statusProcessing}]; стан LOCKSS: [{$statusLockss}])

# plugins.generic.pln.depositor.packagingdeposits.processing.packageSucceeded
source: Packaging for deposit {$depositId} succeeded
bg: Пакетирането за депозит {$depositId} е успешно
ca: L'empaquetat per al dipòsit {$depositId} ha tingut èxit
cs: Balení zálohy {$depositId} bylo úspěšné
da: Pakning af deponering {$depositId} gennemført
de: Komprimierung für Ablieferung {$depositId} erfolgreich
es: El empaquetado para el depósito {$depositId} ha tenido éxito
fi: Talletuksen pakkaus {$depositId} onnistui
hy: {$depositId} ավանդի փաթեթավորումը հաջողվեց
it: Impacchettamento riuscito per il deposito {$ depositId}
ka: {$depositId} დეპოზიტის შეფუთვა წარმატებით განხორციელდა
mk: Пакувањето на депозитот {$depositId} беше успешно
ms: Mempakej untuk deposit {$depositId} berjaya
pt_br: O empacotamento para o depósito {$depositId} foi bem-sucedido
pt_pt: O empacotamento para o depósito {$depositId} foi bem sucedido
ru: Упаковка депонируемого объекта {$depositId} прошла успешно
sl: Priprava depozita {$depositId} je uspela
tr: {$depositId} saklaması için paketleme işlemi başarılı oldu
uk: Процес пакування для депонування {$depositId} пройшов успішно

# plugins.generic.pln.depositor.packagingdeposits.processing.packageFailed
source: Packaging for deposit {$depositId} failed
bg: Пакетирането за депозит {$depositId} не бе успешно
ca: L'empaquetat per al dipòsit {$depositId} ha fallat
cs: Balení zálohy {$depositId} selhalo
da: Pakning af deponering {$depositId} mislykkedes
de: Komprimierung für Ablieferung {$depositId} fehlgeschlagen
es: El empaquetado para el depósito {$depositId} ha fallado
fi: Talletuksen {$depositId} pakkaus epäonnistui
hy: {$depositId} ավանդի փաթեթավորումը ձախողվեց
it: Impacchettamento fallito per il deposito {$ depositId}
ka: {$depositId} დეპოზიტის შეფუთვა ჩაიშალა
mk: Пакувањето на депозитот {$depositId} не беше успешно
ms: Mempakej untuk deposit {$depositId} gagal
pt_br: O empacotamento para o depósito {$depositId} falhou
pt_pt: O empacotamento para o depósito {$depositId} falhou
ru: Упаковка депонируемого объекта {$depositId} потерпела неудачу
sl: Priprava depozita {$depositId} ni uspela
tr: {$depositId} saklaması için paketleme işlemi başarısız oldu
uk: Пакування для депонування {$depositId} не вдалося

# plugins.generic.pln.depositor.packagingdeposits.processing.error
source: Native Import/Export plugin failed for deposit {$depositId}, when trying to package it
bg: Добавката (плъгин) за импорт/експорт даде грешка и процеса не бе успешен за депозит {$depositId} при опит за опаковане
ca: El mòdul natiu Importar/Exportar ha fallat per al dipòsit {$depositId} quan intentava empaquetar-lo
cs: Při snaze o zabalení zálohy {$depositId} selhal plugin Native Import/Export
da: Native Import/Export-plugin fejlede ved deponering {$depositId}, under forsøg på pakning
de: Natives Import/Export-Plugin fehlgeschlagen während des Pack-Versuchs für Ablieferung {$depositId}
es: El módulo nativo Importar/Exportar ha fallado para el depósito {$depositId} cuando intentaba empaquetarlo
fi: Järjestelmän vienti/tuonti -lisäosa epäonnistui talletuksessa {$depositId}, kun talletusta yritettiin pakata
hy: Մայրենի Ներմուծում/արտահանում փլագինը ձախողվեց {$depositId} ավանդի համար այն փաթեթավորելիս
it: Il plug-in di importazione/esportazione nativo ha fallito l'impacchettamento per il deposito {$ depositId}
ka: მშობლიური იმპორტ/ექსპორტის პლაგინი ჩაიშალა დეპოზიტისთვის {$depositId}, როდესაც ის შეფუთვას ცდილობდა
mk: Локалниот плагин за импортирање/експортирање не успеа за депозитот {$depositId}, при обид да го спакува
ms: Plugin Import / Eksport Asli gagal untuk deposit {$depositId}, ketika cuba mempakej
pt_br: Plug-in nativo de importação/exportação falhou para o depósito {$depositId}, ao tentar empacotá-lo
pt_pt: O Plug-in nativo de importação/exportação falhou para o depósito {$depositId}, ao tentar empacotá-lo
ru: Модуль «Собственный XML» потерпел неудачу при попытке упаковать депонируемый объект {$depositId}
sl: Prišlo je do napake Domačega uvozno/izvoznega vtičnika pri pripravi depozita {$depositId}
tr: Doğal İçe / Dışa Aktarma eklentisi, {$depositId} saklama işlemini gerçekleştirmeye çalışırken başarısız oldu
uk: Вбудований плагін імпорту / експорту не вдалося депонувати {$depositId} при спробі упакувати його

# plugins.generic.pln.depositor.packagingdeposits.processing
source: Trying package deposit {$depositId} ({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
bg: Изпробване на пакетен депозит {$depositId} ({$objectType}: {$objectId}) (Локален статус: [{$statusLocal}], Статус на обработка: [{$statusProcessing}], Lockss статус: [{$statusLockss}])
ca: Intentant dipositar el paquet {$depositId} ({$objectType}: {$objectId}) (Estat local: [{$statusLocal}], Estat de processament: [{$statusProcessing}], Estat Lockss: [{$statusLockss}])
cs: Snaha o zabalení zálohy {$depositId} ({$objectType}: {$objectId}) (Místní stav: [{$statusLocal}], Stav zpracování: [{$statusProcessing}], Stav Lockss: [{$statusLockss}])
da: Forsøger pakkedeponering {$depositId} ({$objectType}: {$objectId}) (Lokal status: [{$statusLocal}], Behandlingsstatus: [{$statusProcessing}], Lockss-status: [{$statusLockss}])
de: Versuche Ablieferung des Paktes {$depositId} ({$objectType}: {$objectId}) (Lokaler Status: [{$statusLocal}], Verarbeitungsstatus: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
es: Intentando depositar el paquete {$depositId} ({$objectType}: {$objectId}) (Estado local: [{$statusLocal}], Estado de proceso: [{$statusProcessing}], Estado Lockss: [{$statusLockss}])
fi: Yritetään pakata talletusta {$depositId} ({$objectType}: {$objectId}) (Paikallinen tila: {$statusLocal}], Käsittelyn tila: [{$statusProcessing}], Lockss-tila: [{$statusLockss}])
hy: Փորձում ենք փաթեթեթավորել ավանդը {$depositId} ({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
it: Tentativo di deposito del pacchetto {$ depositId} ({$ objectType}: {$ objectId}) (stato locale: [{$ statusLocal}], stato di elaborazione: [{$ statusProcessing}], stato Lockss: [{$ statusLockss}])
ka: პაკეტის დეპოზიტის მცდელობა {$depositId} ({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
mk: Проба на депонирање на пакет {$depositId} ({$objectType}: {$objectId}) (локален статус: [{$statusLocal}], статус на процесирње: [{$statusProcessing}], статус на Lockss: [{$statusLockss}])
ms: Mencuba deposit pakej {$depositId} ({$objectType}: {$objectId}) (Status Tempatan: [{$statusLocal}], Status Pemprosesan: [{$statusProcessing}], Status Kunci: [{$statusLockss}])
pt_br: Tentando depósito de pacote {$depositId} ({$objectType}: {$objectId}) (Status local: [{$statusLocal}], Status de processamento: [{$statusProcessing}], Status Lockss: [{$statusLockss}])
pt_pt: Tentativa de depósito de pacote {$depositId} ({$objectType}: {$objectId}) (Status local: [{$statusLocal}], Status de processamento: [{$statusProcessing}], Status Lockss: [{$statusLockss}])
ru: Пытаемся упаковать депонируемый объект {$depositId} ({$objectType}: {$objectId}) (локальный статус: [{$statusLocal}], статус обработки: [{$statusProcessing}], статус Lockss: [{$statusLockss}])
sl: Status poskusa shranjevanja {$depositId} ({$objectType}: {$objectId}) (lokalni status: [{$statusLocal}], status obdelave: [{$statusProcessing}], Lockss status: [{$statusLockss}])
tr: {$depositId} ({$objectType} için paket sakla işlemi deneniyor: {$objectId}) (Yerel Durum: [{$statusLocal}], İşlem Durumu: [{$statusProcessing}], Lockss Durumu: [{$statusLockss}])
uk: Триває спроба пакування депонування {$depositId} ({$objectType}: {$objectId}) (локальний стан: [{$statusLocal}]; стан обробки: [{$statusProcessing}]; стан LOCKSS: [{$statusLockss}])

# plugins.generic.pln.depositor.statusupdates.processing.processingState
source: Processing status got for {$depositId} -> ({$processingState})
bg: Състоянието на обработка е получено за {$depositId} -> ({$processingState})
ca: Obtingut l'estat de processament de {$depositId} -> ({$processingState})
cs: Stav zpracování pro {$depositId} -> ({$processingState})
da: Behandlingsstatus for {$depositId} -> ({$processingState})
de: Verarbeitungsstatus erhalten für {$depositId} -> ({$processingState})
es: Obtenido el estado de proceso de {$depositId} -> ({$processingState})
fi: Käsittelyn tila saatu kohteelle {$depositId} -> ({$processingState})
hy: Մշակման կարգավիճակը ստացվել է {$depositId} -> ({$processingState}) համար
it: Stato di processo ottenuto per {$depositId} -> ({$processingState})
ka: დამუშავების სტატუსი მიიღო {$depositId} -> {{$processingState})
mk: Добиен статус на процесирање за {$depositId} -> ({$processingState})
ms: Status pemprosesan mendapat {$depositId} -> ({$processingState})
pt_br: Status de processamento obtido para {$depositId} -> ({$processingState})
pt_pt: Estado de processamento obtido para {$depositId} -> ({$processingState})
ru: Статус обработки, полученный для {$depositId} -> ({$processingState})
sl: Dobljen status obdelave za {$depositId} -> ({$processingState})
tr: {$depositId} -> ({$processingState}) için işlem durumu alındı
uk: Отримано стан обробки для {$depositId} -> ({$processingState})

# plugins.generic.pln.depositor.statusupdates.processing
source: Trying status update for {$depositId} ({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
bg: Изпробва се актуализиране на състоянието за {$depositId} ({$objectType}: {$objectId}) (Локален статус: [{$statusLocal}], Статус на обработка: [{$statusProcessing}], Lockss статус: [{$statusLockss}])
ca: Intentant actualitzar l'estat de {$depositId} ({$objectType}: {$objectId}) (Estat local: [{$statusLocal}], Estat de processament: [{$statusProcessing}], Estat Lockss: [{$statusLockss}])
cs: Snaha o aktualizaci stavu {$depositId} ({$objectType}: {$objectId}) (Místní stav: [{$statusLocal}], Stav zpracování: [{$statusProcessing}], Stav Lockss: [{$statusLockss}])
da: Forsøger statusopdatering i forbindelse med {$depositId} ({$objectType}: {$objectId}) (Lokal status: [{$statusLocal}], Behandlingsstatus: [{$statusProcessing}], Lockss-status: [{$statusLockss}])
de: Versuch der Statusaktualisierung für {$depositId} ({$objectType}: {$objectId}) (Lokaler Status: [{$statusLocal}], Verarbeitungsstatus: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
es: Intentando actualizar el estado de {$depositId} ({$objectType}: {$objectId}) (Estado local: [{$statusLocal}], Estado de proceso: [{$statusProcessing}], Estado de Lockss: [{$statusLockss}])
fi: Yritetään päivittää {$depositId} tila ({$objectType}: {$objectId}) (Local Status: {$statusLocal}], Käsittelyn tila: [{$statusProcessing}], Lockss-tila: [{$statusLockss}])
hy: {$depositId }-ի կարգավիճակի թարմացման փորձ սրա համար՝ (({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
it: Tentativo di aggiornamento dello stato per {$ depositId} ({$ objectType}: {$ objectId}) (stato locale: [{$ statusLocal}], stato di elaborazione: [{$ statusProcessing}], stato Lockss: [{$ statusLockss}])
ka: სტატუსის განახლების მცდელობა {$depositId} ({$objectType}: {$objectId}) (Local Status: [{$statusLocal}], Processing Status: [{$statusProcessing}], Lockss Status: [{$statusLockss}])
mk: Проба на ажурирање на статус за {$depositId} ({$objectType}: {$objectId}) (локален статус: [{$statusLocal}], статус на процесирање: [{$statusProcessing}], статус на Lockss: [{$statusLockss}])
ms: Mencuba kemas kini status untuk {$depositId} ({$objectType}: {$objectId}) (Status Tempatan [{$ statusLocal}], Status Pemprosesan: [{$statusProcessing}], Status Kunci: [{$statusLockss}])
pt_br: Tentando atualização de status para {$depositId} ({$objectType}: {$objectId}) (Status local: [{$statusLocal}], Status de processamento: [{$statusProcessing}], Status Lockss: [{$statusLockss}])
pt_pt: Tentativa de atualização do estado para {$depositId} ({$objectType}: {$objectId}) (Status local: [{$statusLocal}], Status de processamento: [{$statusProcessing}], Status Lockss: [{$statusLockss}])
ru: Пытаемся обновить статус для {$depositId} ({$objectType}: {$objectId}) (локальный статус: [{$statusLocal}], статус обработки: [{$statusProcessing}], статус Lockss: [{$statusLockss}])
sl: Status posodobitve za {$depositId} ({$objectType}: {$objectId}) (lokalni status: [{$statusLocal}], status obdelave: [{$statusProcessing}], Lockss status: [{$statusLockss}])
tr: {$depositId} ({$objectType} için durum güncellemesi deneniyor: {$objectId}) (Yerel Durum: [{$statusLocal}], İşlem Durumu: [{$statusProcessing}], Lockss Durumu: [{$statusLockss}])
uk: Триває спроба оновлення стану для {$depositId} ({$objectType}: {$objectId}) (локальний стан: [{$statusLocal}]; стан обробки: [{$statusProcessing}]; стан LOCKSS: [{$statusLockss}])

# plugins.generic.pln.status.packagingFailed
source: Packaging Failure
bg: Грешка при пакетиране
ca: Error d'empaquetat
cs: Zabalení selhalo
da: Pakkefejl
de: Fehler beim Packen
es: Error de empaquetado
fi: Pakkausvirhe
hy: Փաթեթավորման ձախողում
it: Fallimento dell'impacchettamento
ka: შეფუთვა ჩაიშალა
mk: Неуспех при пакување
ms: Kegagalan Pakej
pt_br: Falha no empacotamento
pt_pt: Falha no empacotamento
ru: Ошибка упаковки
sl: Napaka pri pripravi
tr: Paketleme Hatası
uk: Помилка пакування

# plugins.generic.pln.status.status
source: Status
bg: Статус
ca: Estat
cs: Stav
es: Estado
fi: Tila
hy: Վիճակ
it: Stato
ka: სტატუსი
mk: Статус
pt_pt: Estado
ru: Статус
tr: Durum
uk: Стан

# plugins.generic.pln.issueId
source: Issue Id
bg: Id на брой
ca: ID de número
cs: Id vydání
da: Nummer-id
de: Heft ID
es: ID de número
fi: Numeron ID
hy: Թողարկման Id
it: Id fascicolo
ka: გამოცემის იდენტიფიკატორი
mk: Id на издание
ms: Id Isu
pt_br: Id da edição
pt_pt: Id do Número
ru: ID выпуска
sl: ID številke
tr: Sorun Kimliği
uk: ID випуску

# plugins.generic.pln.objectId
source: Type Object Id
bg: Id на типа на обект
ca: ID de tipus d'objecte
cs: Id typu objektu
da: Type objekt-id
de: Typ Objekt Id
es: ID de tipo de objeto
fi: Kohteen ID
hy: Մուտքագրեք առարկայի Id-ն
it: Id del tipo di oggetto
mk: Id на тип на објект
ms: Taip Id Objek
pt_br: Tipo de Id do Objeto
pt_pt: Tipo de Id do Objeto
ru: ID типа объекта
sl: ID tipa objekta
tr: Tür Nesnesi Kimliği
uk: ID типу об'єкта
