Repository: saddamalsalfi/pln
Catalog: locale/*/locale.po
Languages: bg, ca, cs, da, de, es, fi, hy, it, ka, mk, ms, pt_br, pt_pt, ru, sl, sv, tr, uk

# plugins.generic.pln
source: PKP PN Plugin
bg: Добавка за PKP PN
ca: Mòdul PKP PN
cs: Plugin PKP PN
es: Módulo PKP PN
fi: PKP PN -lisäosa
hy: PKP PN փլագին
it: Plugin PKP PN
ka: PKP PN პლაგინი
mk: PKP PN Плагин
ms: Plugin PN PKP
pt_br: Plugin PKP PN do PKP
pt_pt: Plugin PKP PN
ru: Плагин «PKP PN»
sl: PKP PN vtičnik
tr: PKP PN Eklentisi
uk: Плагін PKP PN

# plugins.generic.pln.description
source: The PKP PN plugin will deposit your published content into the PKP Preservation Network.
bg: Добавка (плъгин) за PKP PN ще депозира публикуваното ви съдържание в мрежата за съхранение PKP Preservation Network.
ca: El mòdul PKP PN dipositarà el vostre contingut publicat en la xarxa de preservació de PKP.
cs: Plugin PKP PN uloží váš publikovaný obsah do PKP veřejné sítě LOCKSS pro jejich ochranu.
da: PKP PN-pluginen deponerer dit publicerede indhold hos PKP Preservation Network.
de: Das PKP-PN-Plug-In wird Ihre veröffentlichten Inhalte in das PKP Preservation Network zur Archivierung abliefern.
es: El módulo PKP PN depositará su contenido publicado en la red de preservación de PKP.
fi: PKP PN -lisäosa tallentaa julkaistun sisällön PKP:n ylläpitämään pitkäaikaissäilytysarkistoon.
hy: PKP PN հավելվածը ձեր հրապարակված բովանդակությունը կպահի PKP պահպանման ցանցում:
it: Il plugin PKP PN cura il versamento dei contenuti pubblicati dalla rivista nella PKP Preservation Network a fini di conservazione a lungo termine.
ka: PKP PN პლაგინი განათავსებს თქვენს გამოქვეყნებულ შინაარსს PKP შენარჩუნების ქსელში.
mk: PKP PN плагинот ќе ја депонира вашата објавена содржина во PKP Preservation Network.
ms: Plugin PKP PN akan memasukkan kandungan yang anda terbitkan ke dalam PKP Preservation Network.
pt_br: O plugin PKP PN do PKP realizará o deposito do conteúdo preservado na Rede Privada LOCKSS da PKP para preservação.
pt_pt: O plugin PKP PN realizará o deposito do conteúdo na Rede Privada LOCKSS da PKP para preservação digital.
ru: Плагин «PKP PN» отправляет ваш опубликованный контент для депонирования в Частную сеть LOCKSS от PKP.
sl: PKP PN vtičnik bo shranil vaše objavljene vsebine na "PKP Preservation Network".
sv: PKP PN-plugin deponerar publicerat innehåll till PKP Preservation Network.
tr: PKP PN eklentisi, yayınlanan içeriğinizi PKP Saklama Ağı’nda saklayacaktır.
uk: Плагін PKP PN розмістить ваш опублікований вміст у Мережі збереження PKP.

# plugins.generic.pln.manager.setup.description
source: <strong>PKP Preservation Network</strong><br /><br />Please read the <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">overview of the PKP PN</a> and complete <a href="{$plnPluginURL}">this simple form</a>. This option will enable inclusion of your journal in the Public Knowledge Project Preservation Network (PKP PN).
bg: <strong>Мрежа за запазване PKP PN (Preservation Network) </strong><br /><br />Моля, прочетете <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">преглед на PKP PN</a> и попълнете <a href="{$plnPluginURL}">този опростен формуляр</a>. Тази опция ще позволи включването на вашето списание в мрежата за запазване на проекта за обществено знание (PKP PN).
ca: <strong>PKP Preservation Network</strong><br /><br />Llegiu el <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">resum de PKP PN</a> i completeu <a href="{$plnPluginURL}">aquest senzill formulari</a>. Aquesta opció activarà la inclusió de la vostra revista en la xarxa de preservació de Public Knowledge Project (PKP PN).
cs: <strong>PKP soukromá síť LOCKSS</strong><br /><br />Přečtěte si <a href="https://pkp.sfu.ca/pkp-pn/" target="_blank">informace o PKP PN</a> a vyplňte <a href="{$plnPluginURL}">tento jednoduchý formulář</a>. Tato volba vám umožní zahrnutí vašeho časopisu do sítě Public Knowledge Project Preservation Network (PKP PN).
da: <strong>PKP Preservation Network</strong><br /><br />Læs <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">oversigten over PKP PN</a> og udfyld <a href="{$plnPluginURL}">denne enkle formular</a>. Dette gør det muligt at inkludere dit tidsskrift i Public Knowledge Project Preservation Network (PKP PN).
de: <strong>PKP Preservation Network</strong><br /><br />Bitte lesen Sie die <a href="https://pkp.sfu.ca/pkp-pn/" target="_blank">Übersicht zu PKP PN</a> und füllen Sie <a href="{$plnPluginURL}">dieses einfache Formular</a> aus. Diese Option wird die Aufnahme Ihrer Zeitschrift in das Public Knowledge Project Preservation Network (PKP PN) aktivieren.
es: <strong>PKP Preservation Network</strong><br /><br />Consulte el <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">resumen de PKP PN</a> y complete <a href="{$plnPluginURL}">este sencillo formulario</a>. Esta opción activará la inclusión de su revista en la red de preservación de Public Knowledge Project (PKP PN).
fi: <strong>PKP Preservation Network</strong><br /><br />Ole hyvä ja lue <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">PKP PN -palvelun kuvaus</a> ja täytä <a href="{$plnPluginURL}">tämä lyhyt lomake</a>. Tämä mahdollistaa julkaisun lisäämisen Public Knowledge Project Preservation Network (PKP PN) -palveluun.
hy: <strong>PKP Preservation Network</strong><br /><br />Կարդացեք <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">ակնարկ PKP PN</a> և լրացրեք <a href="{$plnPluginURL}">այս պարզ ձևը</a>. Այս տարբերակը հնարավորություն կտա ներառել ձեր ամսագիրըPublic Knowledge Project Preservation Network (PKP PN).
it: <strong>PKP Preservation Network</strong><br /><br />Leggi la <a href="https://pkp.sfu.ca/pkp-pn/" target="_blank">panoramica sulla PKP PN</a> e completa <a href="{$plnPluginURL}">questo semplice modulo</a>. Questa opzione permette l'inclusione della tua rivista nella Public Knowledge Project Preservation Network (PKP PN).
ka: <strong>PKP შემნახველი ქსელი</strong><br /><br /> გთხოვთ, წაიკითხოთ <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">PKP PN</a>-ის მიმოხილვა და შეავსოთ <a href="{$plnPluginURL}">ეს მარტივი ფორმა</a> . ეს ვარიანტი საშუალებას მოგცემთ შეიტანოთ თქვენი ჟურნალი საზოგადოებრივი ცოდნის პროექტის შენარჩუნების ქსელში (PKP PN).
mk: <strong>ПКП мрежа за сочувување</strong><br /><br />Ве молиме да го прочитате <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">краткиот преглед на PKP PN</a> и да го пополните <a href="{$plnPluginURL}">овој едноставен формулар</a>. Оваа опција ќе го овозможи вклучувањето на вашето списание во Public Knowledge Project Preservation Network (PKP PN).
ms: <strong> PKP Preservation Network </strong> <br /> <br /> Baca <a href="https://pkp.sfu.ca/pkp-pn" target="_blank"> ikhtisar PKP PN </a> dan lengkapkan <a href="{$plnPluginURL}"> borang ringkas ini </a>. Pilihan ini akan membolehkan kemasukan jurnal anda dalam Public Knowledge Project Preservation Network (PKP PN).
pt_br: <strong>Rede de Preservação da PKP</strong><br /><br />Por favor, leia o <a href="https://pkp.sfu.ca/pkp-pn/" target="_blank">resumo da PKP PN (Rede de Preservação) da PKP</a> e preencha <a href="{$plnPluginURL}">este formulário</a>. Esta opção permitirá a inclusão de seu periódico no Public Knowledge Project Preservation Network (PN do PKP).
pt_pt: <strong>Rede Privada LOCKSS do PKP</strong><br /><br />Leia o <a href="https://pkp.sfu.ca/pkp-lockss/" target="_blank">resumo da PKP PN (Rede Privada LOCKSS) do PKP</a> e preencha <a href="{$plnPluginURL}">este formulário</a>. Esta opção permitirá a inclusão da sua revista no Public Knowledge Project Private LOCKSS Network (PLN do PKP).
ru: <strong>Частная сеть LOCKSS от PKP</strong><br /><br />Пожалуйста, прочитайте <a href="https://pkp.sfu.ca/pkp-pn/" target="_blank">обзор PKP PN</a> и заполните <a href="{$plnPluginURL}">эту простую форму</a>. Эта настройка позволит включить ваш журналв Частную сеть LOCKSS, созданную Public Knowledge Project (PKP PN).
sl: <strong>PKP Preservation Network</strong><br /><br />Prosimo preberite <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">opis PKP PN</a> in izpoplnite <a href="{$plnPluginURL}">ta preprost obrazec</a>. To bo omogočilo, da se vaša revija vključi v Public Knowledge Project Preservation Network (PKP PN).
sv: <strong>PKP Preservation Network</strong><br /><br />Var vänlig läs<a href="https://pkp.sfu.ca/pkp-pn" target="_blank">översikten av PKP PN</a> och fyll i <a href="{$plnPluginURL}">detta enkla formulär</a>. Detta gör det möljligt att inkludera tidskriften i Public Knowledge Project Preservation Network (PKP PN).
tr: <strong>PKP Saklama Ağı</strong><br /><br />Lütfen <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">PKP PN'ye genel bakışı</a> okuyun ve <a href="{$plnPluginURL}">bu basit formu</a>doldurun. Bu seçenek, derginizin Kamu Bilgisi Proje Saklama Ağı'na (PKP PN) eklenmesini sağlar.
uk: <strong>PKP Preservation Network</strong><br /><br />Будь ласка, прочитайте <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">огляд PKP PN</a> і заповніть<a href="{$plnPluginURL}">цю просту форму</a>. Ця опція включить ваш журнал до Мережі збереження Проєкту суспільних знань (Public Knowledge Project Preservation Network – PKP PN).

# plugins.generic.pln.settings
source: Settings
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
hy: Կարգավորումներ
it: Impostazioni
ka: პარამეტრები
mk: Поставки
ms: Tetapan
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Налаштування

# plugins.generic.pln.settings.acron_required
source: The PKP PN plugin requires either the Acron plugin or a periodic scheduling tools such as "cron".
bg: PKP PN добавката (плъгин) изисква или плъгин Acron, или инструменти за периодични задачи като "cron".
ca: El mòdul PKP PN requereix el mòdul Acron o eines de programació periòdica com 'cron'.
cs: Plugin PKP PN vyžaduje buď plugin Acron, nebo nástroje pro pravidelné spouštění, například „cron“.
da: PKP PN-pluginen kræver enten Acron-pluginen eller et periodisk planlægningsværktøj som f.eks. "cron".
de: Das PKP-PN-Plug-In benötigt entweder das Acron-Plug-In oder ein Tool für regelmäßig wiederholte Aktionen (wie 'cron').
es: El módulo PKP PN requiere el módulo Acron o herramientas de programación periódica como 'cron'.
fi: PKP PN vaatii joko Acron-lisäosan tai ajoitettujen tehtävien (cron) käyttöä.
hy: PKP PN հավելվածը պահանջում է կա՛մ Acron հավելված, կա՛մ պարբերական պլանավորման գործիքներ, ինչպիսին է cron" -ը:
it: Il plugin PKP PN richiede il plugin Acron o l'abilitazione dei tool pianificati, per esempio in 'cron.'
ka: PKP PN მოდულს სჭირდება ან Acron მოდული ან პერიოდული დაგეგმვის ხელსაწყოები, როგორიცაა 'cron'.
mk: PKP PN плагинот бара или Acron плагин или алатки за периодично закажување како "cron".
ms: Pemalam PKP PN memerlukan sama ada pemalam Acron atau alat penjadualan berkala seperti "cron".
pt_br: O plugin PKP PN exige o plugin Acron ou outra forma de agendamento periódico de ações como o "cron".
pt_pt: O plugin PKP PN exige o plugin Acron ou outra forma de agendamento periódico de ações como o "cron".
ru: Модулю PKP PN требуется либо модуль Acron, либо инструменты периодического запуска по расписанию, например, «cron».
sl: PKP PN vtičnik potrebuje ali Acron vtičnik ali kakšen drug način periodičnega proženja nalog (npr. "cron").
sv: PKP PN-pluginen kräver att antingen Acron-pluginet eller ett aktivt schemaläggningsprogram som t.ex. "cron".
tr: PKP PN eklentisi, Acron eklentisini veya "cron" gibi periyodik zamanlama araçlarını gerektirir.
uk: Плагін PKP PN вимагає або плагіна Acron, або інструментів періодичного запуску за розкладом, таких як "крон".

# plugins.generic.pln.settings.saved
source: PKP PN settings saved.
bg: PKP PN настройките са запазени.
ca: S'ha desat la configuració de PKP PN.
cs: Nastavení PKP PN byla uložena.
da: PKP PN-indstillinger gemt.
de: PKP-PN-Einstellungen gespeichert.
es: Se han guardado los ajustes de PKP PN.
fi: PKP PN asetukset tallennettu.
hy: PKP PN կարգավորումները պահպանված են:
it: Impostazioni PKP PN salvate.
ka: PKP PN პარამეტრები შენახულია.
mk: Зачувани се PKP PN поставките.
ms: Tetapan PN PKP disimpan.
pt_br: PN do PKP configurações salvas.
pt_pt: Configurações do PKP PN guardadas.
ru: Настройки PKP PN сохранены.
sl: PKP PN nastavitve so shranjene.
sv: Inställningar för PKP PN har sparats.
tr: PKP PN ayarları kaydedildi.
uk: Налаштування PN PKP збережено.

# plugins.generic.pln.settings.terms_of_use
source: Terms of Use
bg: Условия за употреба
ca: Condicions d'ús
cs: Podmínky užití
da: Betingelser for brug
de: Nutzungsbedingungen
es: Condiciones de uso
fi: Käyttöehdot
hy: Օգտվելու կանոններ
it: Condizioni d'uso
ka: მოხმარების პირობები
mk: Услови на употреба
ms: Syarat Penggunaan
pt_br: Termos de uso
pt_pt: Termos de uso
ru: Условия использования
sl: Pogoji uporabe
sv: Användarvillkor
tr: Kullanım Şartları
uk: Умови використання

# plugins.generic.pln.settings.terms_of_use_help
source: As Journal Manager, I, in good faith, accept and confirm the following terms and conditions for participation in the Public Knowledge Projectâ€™s Preservation Network (PKP PN):
bg: Като мениджър на списанието, аз, добросъвестно, приемам и потвърждавам следните правила и условия за участие в мрежата за опазване на общественото знание (Public Knowledge Project’s Preservation Network - PKP PN):
ca: Com a administrador/a de la revista accepto i confirmo, amb bona voluntat, els termes i condicions per participar en la xarxa de preservació de Public Knowledge Project (PKP PN):
cs: Jako správce časopisu v dobré víře přijímám a potvrzuji následující podmínky účasti v projektu Public Knowledge Project’s Preservation Network (PKP PN):
da: Som tidsskriftschef accepterer og bekræfter jeg i god tro følgende vilkår og betingelser for deltagelse i Public Knowledge Project's Preservation Network (PKP PN):
de: Als Zeitschriftenverwalter/in der Zeitschrift akzeptiere und bestätige ich die folgenden Nutzungsbedingungen zur Teilnahme am Preservation Network des Public Knowledge Projects (PKP PN):
es: Como administrador/a de la revista acepto y confirmo, de buena fe, los siguientes términos y condiciones para participar en la red de preservación de Public Knowledge Project (PKP PN):
fi: Julkaisun hallinnoijana hyväksyn ja vahvistan seuraavat ehdot, jotka koskevat osallistumista Public Knowledge Projectin Preservation Network (PKP-PN) -palveluun:
hy: Որպես ամսագրի մենեջեր՝ ես, բարեխղճորեն, ընդունում և հաստատում եմ Public Knowledge Project-ի Preservation Network-ին (PKP PN) մասնակցելու հետևյալ դրույթներն ու պայմանները:
it: Come contatto principale, Io, sotto la mia responsabilità, accetto e confermo i seguenti termini e condizioni per la partecipazione alla Public Knowledge Project's Preservation Network (PKP PN):
ka: როგორც ჟურნალის მენეჯერი, კეთილსინდისიერად ვეთანხმები და ვადასტურებ საზოგადოების ცოდნის პროექტის შენარჩუნების ქსელში (PKP PN) მონაწილეობის შემდეგ პირობებსა და პირობებს:
mk: Како менаџер на списанието, јас, во добра волја, ги прифаќам и потврдувам следните услови за учество во Public Knowledge Project’s мрежа за сочувување (PKP PN):
ms: Sebagai Pengurus Jurnal, saya, dengan niat baik, menerima dan mengesahkan terma dan syarat berikut untuk penyertaan dalam Public Knowledge Projectâ€™s Preservation Network (PKP PN):
pt_br: Como o contato principal, aceito, de boa fé, os seguintes termos e condições de participação na Rede de Preservação do Public Knowledge Project (PKP PN):
pt_pt: Como contacto principal, aceito, de boa fé, os seguintes termos e condições de participação na Rede LOCKSS Privada do Public Knowledge Project (PKP-PLN):
ru: Как основное контактное лицо, я добросовестно принимаю и соглашаюсь со следующими условиями участия в частной сети LOCKSS, созданной Public Knowledge Project (PKP PN):
sl: Jaz, kot upravljalec revije, v dobri veri sprejemam in potrjujem spodnje pravila in pogoje za sodelovanje v mreži Public Knowledge Project’s Preservation Network (PKP PN):
sv: Som tidskriftsansvarig, accepterar och bekräftar jag i god tro, följande villkor för deltagande i Public Knowledge Project’s Preservation Network (PKP PN):
tr: Dergi Yöneticisi olarak, iyi niyetle, Kamu Bilgisi Projesi'nin Saklama Ağı'na (PKP PN) katılım için aşağıdaki hüküm ve koşulları kabul ediyor ve onaylıyorum:
uk: Як менеджер журналу я сумлінно приймаю та підтверджую такі умови участі в Мережі збереження Проєкту суспільних знань (PKP PN):

# plugins.generic.pln.settings.terms_of_use_agree
source: I Agree
bg: Съгласявам се
ca: Accepto
cs: Souhlasím
da: Jeg er enig
de: Ich stimme zu
es: Acepto
fi: Olen samaa mieltä
hy: Համաձայն եմ
it: Confermo
ka: ვეთანხმები
mk: Се согласувам
ms: Saya setuju
pt_br: Aceito
pt_pt: Aceito
ru: Я соглашаюсь
sl: Strinjam se
sv: Jag godkänner
tr: Katılıyorum
uk: Я погоджуюся

# plugins.generic.pln.settings.journal_uuid
source: Journal Identifier
bg: Идентификатор на списанието
ca: Identificador de la revista
cs: Identifikátor časopisu
da: Tidsskrifts-identifikator
de: Kennzeichnung der Zeitschrift
es: Identificador de la revista
fi: Julkaisun tunniste
hy: Ամսագրի նույնացուցիչ
it: Identificatore della rivista
ka: ჟურნალის იდენტიფიკატორი
mk: Идентификатор на списание
ms: Pengenalpasti Jurnal
pt_br: Identificador de periódico
pt_pt: Identificador da revista
ru: Идентификатор журнала
sl: Identifikator revije
sv: Tidskriftens identifkator
tr: Dergi Belirleyicisi
uk: Ідентифікатор журналу

# plugins.generic.pln.settings.journal_uuid_help
source: This is your journal's unique identifier for the PKP PN. You may need to share this with PKP PN administrators for support purposes.
bg: Това е уникалният идентификатор на вашето списание за PKP PN. Може да се наложи да го споделите с администраторите на PKP PN за целите на поддръжката.
ca: Aquest és l'identificador únic de la revista per a PKP PN. Pot ser que necessiteu compartir-lo amb els administradors/ores de PKP PN amb finalitats de suport.
cs: Toto je jedinečný identifikátor časopisu pro PKP PN. Pokud budete potřebovat pomoc administrátorů PKP PN, bude jim potřeba poskytnout tento identifikátor.
da: Dette er dit tidsskrifts unikke id i forbindelse med PKP PN. Du skal muligvis dele dette med PKP PN-administratorer i sammenhæng med supportformål.
de: Dies ist die eindeutige Kennung Ihrer Zeitschrift für das PKP PN. Sie müssen diese Kennung angeben, wenn Sie Support durch die Administrator/innen von PKP PN erhalten möchten.
es: Este es el identificador único de la revista para PKP PN. Es posible que necesite compartirlo con los administradores/as de PKP PN con finalidades de soporte.
fi: Tämä on julkaisun yksilöllinen tunniste PKP PN -palvelussa. Sinun on ehkä jaettava tämä PKP PN -palvelun ylläpitäjien kanssa käyttäjätukea varten.
hy: Սա ձեր ամսագրի եզակի նույնացուցիչն է PKP PN-ի համար: Հնարավոր է, որ ձեզ անհրաժեշտ լինի կիսվել այս PKP PN -ով ադմինիստրատորների հետ՝ աջակցության նպատակով:
it: Questo è l'identificatore unico della rivista per la PKP PN. Potresti doverlo comunicare agli amministratori della PKP PN nelle richieste di supporto.
ka: ეს არის თქვენი ჟურნალის უნიკალური იდენტიფიკატორი PKP PN- სთვის. შეიძლება დაგჭირდეთ ამის გაზიარება PKP PN ადმინისტრატორებთან მხარდაჭერის მიზნით.
mk: Ова е единствен идентификатор на вашето списание за PKP PN. Можеби ќе треба да го споделите ова со администраторите на PKP PN со цел да добиете поддршка.
ms: Ini adalah pengenalpasti unik jurnal anda untuk PKP PN. Anda mungkin perlu berkongsi ini dengan pentadbir PKP PN untuk tujuan sokongan.
pt_br: Este é o identificador único do seu periódico para a PKP PN do PKP. Pode ser necessário informar esse identificador aos administradores da PKP PN do PKP em casos de suporte.
pt_pt: Este é o identificador único da sua revista no PKP PN do PKP. Pode ser necessário apresentar este identificador aos administradores da PKP PN do PKP em casos de suporte.
ru: Это уникальный идентификатор вашего журнала для PKP PN. Возможно Вам потребуется сообщить его администраторам PKP PN для поддержки Вашего журнала.
sl: To je unikatini identifikator revije za PKP PN. Morda boste potrebovali to informacijo posredovati PKP PN administratorjem za potrebe podpore.
sv: Detta är tidskriftens unika identifikator för PKP PN. Du kan behöva denna vid felsökning och support då du kontaktar administratörer för PKP PN.
tr: Bu, derginin PKP PN için benzersiz tanımlayıcısıdır. Destek almak için bunu PKP PN yöneticileriyle paylaşmanız gerekebilir.
uk: Це – унікальний ідентифікатор вашого журналу для PKP PN. Можливо, вам доведеться поділитися цим з адміністраторами PKP PN із метою підтримки.

# plugins.generic.pln.settings.refresh
source: Refresh
bg: Обновяване
ca: Recarregar
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Recargar
fi: Päivitä
hy: Թարմացնել
it: Aggiorna
ka: განახლება
mk: Освежи
ms: Segarkan
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
sl: Osveži
sv: Uppdatera
tr: Yenile
uk: Оновити
